Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: id

# IDS_INFOBAR_LOCATION
source: Location
id: Lokasi

# IDS_INFOBAR_SUBTITLES
source: Subtitles
id: Subtitel

# IDS_INFOBAR_CHAPTER
source: Chapter
id: Bab

# IDS_CONTROLS_COMPLETING
source: Completing...
id: Menyelesaikan...

# IDS_AUTOPLAY_PLAYVIDEO
source: Play Video
id: Putar Video

# IDS_AUTOPLAY_PLAYMUSIC
source: Play Music
id: Putar Musik

# IDS_AUTOPLAY_PLAYAUDIOCD
source: Play Audio CD
id: Putar CD Audio

# IDS_AUTOPLAY_PLAYDVDMOVIE
source: Play DVD Movie
id: Putar DVD Film

# IDS_PROPSHEET_PROPERTIES
source: Properties
id: Properti

# IDS_PLAY_LOOPMODE_FILE
source: File
id: Berkas

# IDS_SUBTITLES_DEFAULT_STYLE
source: &Default Style
id: Gaya Ba&waan

# IDS_PLAY_LOOPMODE_PLAYLIST
source: Playlist
id: Daftar Putar

# IDS_FAVFILES
source: Files
id: Berkas

# IDS_FAVDVDS
source: DVDs
id: DVD

# IDS_INFOBAR_CHANNEL
source: Channel
id: Saluran

# IDS_INFOBAR_TIME
source: Time
id: Waktu

# IDS_STATSBAR_SYNC_OFFSET
source: Sync Offset
id: Ofset Laras

# IDS_STATSBAR_SYNC_OFFSET_FORMAT
source: avg: %d ms, dev: %d ms
id: rerata: %d ms, simpangan: %d ms

# IDS_STATSBAR_BITRATE
source: Bitrate
id: Laju Bit

# IDS_STATSBAR_BITRATE_AVG_CUR
source: (avg/cur)
id: (rerata/saat-ini)

# IDS_STATSBAR_SIGNAL
source: Signal
id: Sinyal

# IDS_STATSBAR_SIGNAL_FORMAT
source: Strength: %d dB, Quality: %ld%%
id: Kekuatan: %d dB, Kualitas: %ld%%

# IDS_SUBTITLES_STYLES_CAPTION
source: Styles
id: Gaya

# IDS_TEXT_SUB_RENDERING_TARGET
source: If the rendering target is left undefined, SSA/ASS subtitles will be rendered relative to the video frame while all other text subtitles will be rendered relative to the window.
id: Jika target render tidak ditentukan, subtitel SSA/ASS akan dirender relatif pada gambar video sedangkan teks subtitel lainnya akan dirender relatif pada jendela aplikasi.

# IDS_PLAYLOOPMODE_PLAYLIST
source: Repeat Mode: Playlist
id: Mode Ulang: Daftar Putar

# IDS_PLAYLOOPMODE_FILE
source: Repeat Mode: File
id: Mode Ulang: Berkas

# IDS_PLAYLOOP_FOREVER_ON
source: Repeat Forever: On
id: Ulangi Selamanya: Nyala

# IDS_PLAYLOOP_FOREVER_OFF
source: Repeat Forever: Off
id: Ulangi Selamanya: Mati

# IDS_PLAYLOOP_FOREVER
source: Repeat Forever
id: Ulangi Selamanya

# IDS_PPAGE_CAPTURE_FG0
source: Never (fastest approach)
id: Tidak Pernah (pendekatan tercepat)

# IDS_PPAGE_CAPTURE_FG1
source: Only when switching different video types (default)
id: Hanya ketika mengganti jenis video yang berbeda (bawaan)

# IDS_PPAGE_CAPTURE_FG2
source: Always (slowest option)
id: Selalu (pilihan terlambat)

# IDS_PPAGE_CAPTURE_FGDESC0
source: Not supported by some devices. Two video decoders always present in the filter graph.
id: Tidak didukung oleh sebagian perangkat. Dua dekoder video selalu tersedia di grafik filter.

# IDS_PPAGE_CAPTURE_FGDESC1
source: Fast except when switching between different video streams. Only one video decoder present in the filter graph.
id: Cepat kecuali ketika berpindah antara saluran video yang berbeda. Hanya satu dekoder video tersedia di grafik filter.

# IDS_PPAGE_CAPTURE_FGDESC2
source: Not recommended. Only for testing purposes.
id: Tidak direkomendasikan. Hanya untuk uji coba.

# IDS_PPAGE_CAPTURE_SFG0
source: Never if possible (fastest, but not supported by most filters)
id: Tidak pernah jika mungkin (tercepat, tetapi tidak didukung oleh kebanyakan filter)

# IDS_PPAGE_CAPTURE_SFG1
source: Only when switching different video types (default)
id: Hanya ketika mengganti jenis video yang berbeda (bawaan)

# IDS_PPAGE_CAPTURE_SFG2
source: Always (may be required by some devices)
id: Selalu (mungkin dibutuhkan oleh beberapa perangkat)

# IDS_INFOBAR_PARENTAL_RATING
source: Parental rating
id: Peringkat orang tua

# IDS_NO_PARENTAL_RATING
source: Not rated
id: Belum dinilai

# IDS_INFOBAR_CONTENT
source: Content
id: Konten

# IDS_CONTENT_MOVIE_DRAMA
source: Movie/Drama
id: Film/Drama

# IDS_CONTENT_NEWS_CURRENTAFFAIRS
source: News/Current affairs
id: Berita/Peristiwa terkini

# IDS_FILE_FAV_ADDED
source: File added to favorites
id: Berkas ditambahkan ke favorit

# IDS_DVD_FAV_ADDED
source: DVD added to favorites
id: DVD ditambahkan ke favorit

# IDS_CAPTURE_SETTINGS
source: Capture Settings
id: Pengaturan Tangkapan

# IDS_NAVIGATION_BAR
source: Navigation Bar
id: Bilah Navigasi

# IDS_SUBRESYNC_CLN_TIME
source: Time
id: Waktu

# IDS_SUBRESYNC_CLN_END
source: End
id: Akhir

# IDS_SUBRESYNC_CLN_PREVIEW
source: Preview
id: Pratinjau

# IDS_SUBRESYNC_CLN_VOB_ID
source: Vob ID
id: ID Vob

# IDS_SUBRESYNC_CLN_CELL_ID
source: Cell ID
id: ID Cell

# IDS_SUBRESYNC_CLN_FORCED
source: Forced
id: Paksa

# IDS_SUBRESYNC_CLN_TEXT
source: Text
id: Teks

# IDS_SUBRESYNC_CLN_STYLE
source: Style
id: Gaya

# IDS_SUBRESYNC_CLN_FONT
source: Font
id: Fon

# IDS_DVD_NAV_SOME_PINS_ERROR
source: Failed to render some of the pins of the DVD Navigator filter
id: Gagal untuk merender beberapa pin dari filter Navigator DVD

# IDS_DVD_INTERFACES_ERROR
source: Failed to query the needed interfaces for DVD playback
id: Gagal untuk menyediakan antarmuka yang diperlukan untuk pemutaran DVD

# IDS_CAPTURE_LIVE
source: Live
id: Langsung

# IDS_CAPTURE_ERROR_VID_FILTER
source: Can't add video capture filter to the graph
id: Tidak bisa menambahkan filter tangkapan video ke grafik

# IDS_CAPTURE_ERROR_AUD_FILTER
source: Can't add audio capture filter to the graph
id: Tidak bisa menambahkan filter tangkapan suara ke grafik

# IDS_CAPTURE_ERROR_DEVICE
source: Could not open capture device.
id: Tidak bisa membuka perangkat penangkap.

# IDS_INVALID_PARAMS_ERROR
source: Can't open, invalid input parameters
id: Tidak bisa membuka, parameter masukan tidak valid

# IDS_EDIT_LIST_EDITOR
source: Edit List Editor
id: Sunting Penyunting Daftar

# IDS_GOTO_ERROR_INVALID_TIME
source: The entered time is greater than the file duration.
id: Waktu yang dimasukan lebih besar daripada durasi berkas

# IDS_MISSING_ICONS_LIB
source: The icons library "mpciconlib.dll" is missing. The player's default icon will be used for file associations. Please, reinstall MPC-HC to get "mpciconlib.dll".
id: Pustaka Ikon "mpciconlib.dll" hilang. Ikon bawaan pemutar akan digunakan untuk asosiasi berkas. Mohon, pasang ulang MPC-HC untuk mendapatkan "mpciconlib.dll".

# IDS_SUBDL_DLG_FILENAME_COL
source: File
id: Berkas

# IDS_SUBDL_DLG_LANGUAGE_COL
source: Language
id: Bahasa

# IDS_SUBDL_DLG_DISC_COL
source: Disc
id: Cakram

# IDS_SUBDL_DLG_TITLES_COL
source: Title(s)
id: Judul

# IDS_SUBRESYNC_CLN_LAYER
source: Layer
id: Lapisan

# IDS_SUBRESYNC_CLN_ACTOR
source: Actor
id: Aktor

# IDS_SUBRESYNC_CLN_EFFECT
source: Effect
id: Efek

# IDS_PLAYLIST_CAPTION
source: Playlist
id: Daftar Putar

# IDS_PPAGE_FS_CLN_ON_OFF
source: On/Off
id: Nyala/Mati

# IDS_PPAGE_FS_CLN_FROM_FPS
source: From (FPS)
id: Dari (FPS)

# IDS_PPAGE_FS_CLN_TO_FPS
source: To (FPS)
id: Ke (FPS)

# IDS_PPAGE_FS_CLN_DISPLAY_MODE
source: Display mode (Hz)
id: Mode tampilan (Hz)

# IDS_PPAGE_FS_DEFAULT
source: Default
id: Bawaan

# IDS_PPAGE_FS_OTHER
source: Other
id: Lainnya

# IDS_PPAGE_OUTPUT_SYS_DEF
source: System Default
id: Bawaan Sistem

# IDS_GRAPH_INTERFACES_ERROR
source: Failed to query the needed interfaces for playback
id: Gagal untuk menyediakan antarmuka yang diperlukan untuk pemutaran

# IDS_GRAPH_TARGET_WND_ERROR
source: Could not set target window for graph notification
id: Tidak bisa menetapkan target jendela untuk notifikasi grafik

# IDS_DVD_NAV_ALL_PINS_ERROR
source: Failed to render all pins of the DVD Navigator filter
id: Gagal merender semua pin filter Navigator DVD

# IDS_PLAYLIST_OPEN
source: &Open
id: &Buka

# IDS_PLAYLIST_ADD
source: A&dd
id: Ta&mbah

# IDS_PLAYLIST_REMOVE
source: &Remove
id: &Buang

# IDS_PLAYLIST_CLEAR
source: C&lear
id: Ber&sihkan

# IDS_PLAYLIST_COPYTOCLIPBOARD
source: &Copy to clipboard
id: &Salin ke papan klip

# IDS_PLAYLIST_SAVEAS
source: &Save As...
id: &Simpan Sebagai...

# IDS_PLAYLIST_SORTBYLABEL
source: Sort by &label
id: Urutkan menurut &label

# IDS_PLAYLIST_SORTBYPATH
source: Sort by &path
id: Urutkan menurut &jalur

# IDS_PLAYLIST_RANDOMIZE
source: R&andomize
id: &Acak

# IDS_PLAYLIST_RESTORE
source: R&estore
id: K&embalikan

# IDS_SUBRESYNC_SEPARATOR
source: &Separator
id: Pemi&sah

# IDS_SUBRESYNC_DELETE
source: &Delete
id: &Hapus

# IDS_SUBRESYNC_DUPLICATE
source: D&uplicate
id: D&uplikat

# IDS_SUBRESYNC_RESET
source: &Reset
id: &Setel Ulang

# IDS_MPLAYERC_104
source: Subtitle Delay -
id: Tundaan Subtitel -

# IDS_MPLAYERC_105
source: Subtitle Delay +
id: Tundaan Subtitel +

# IDS_FILE_SAVE_THUMBNAILS
source: Save thumbnails
id: Simpan gambar mini

# IDD_PPAGEPLAYBACK
source: Playback
id: Pemutaran

# IDD_PPAGEPLAYER
source: Player
id: Pemutar

# IDD_PPAGEDVD
source: Playback::DVD/OGM
id: Pemutaran::DVD/OGM

# IDD_PPAGESUBTITLES
source: Subtitles
id: Subtitel

# IDD_PPAGEFORMATS
source: Player::Formats
id: Pemutar::Format

# IDD_PPAGETWEAKS
source: Tweaks
id: Rekayasa

# IDD_PPAGEAUDIOSWITCHER
source: Internal Filters::Audio Switcher
id: Filter Internal::Pengubah Audio

# IDD_PPAGEEXTERNALFILTERS
source: External Filters
id: Filter External

# IDD_PPAGESHADERS
source: Playback::Shaders
id: Pemutaran::Shader

# IDD_FILEPROPRES
source: Resources
id: Sumberdaya

# IDD_PPAGEMISC
source: Miscellaneous
id: Bermacam-lainnya

# IDD_PPAGECAPTURE
source: Playback::Capture
id: Pemutaran::Tangkapan

# IDD_PPAGESYNC
source: Playback::Sync Renderer Settings
id: Pemutaran::Perender Laras

# IDD_PPAGEFULLSCREEN
source: Playback::Fullscreen
id: Pemutaran::Layar Penuh

# IDD_PPAGEAUDIORENDERER
source: Internal Filters::Audio Renderer
id: Filter Internal::Perender Audio

# IDS_AUDIOSWITCHER
source: Audio Switcher
id: Pengubah Audio

# IDS_ICONS_REASSOC_DLG_TITLE
source: New version of the icon library
id: Versi baru dari pustaka ikon

# IDS_ICONS_REASSOC_DLG_INSTR
source: Do you want to reassociate the icons?
id: Apakah Anda ingin mengasosiasi ulang ikon?

# IDS_ICONS_REASSOC_DLG_CONTENT
source: This will fix the icons being incorrectly displayed after an update of the icon library. The file associations will not be modified, only the corresponding icons will be refreshed.
id: Ini akan memperbaiki ikon yang tidak ditampilkan dengan benar setelah pemutakhiran pustaka ikon. Berkas asosiasi tidak akan dimodifikasi, hanya berkas yang bermasalah yang akan di perbarui.

# IDS_PPAGE_OUTPUT_OLDRENDERER
source: Old Video Renderer
id: Perender Video Lama

# IDS_PPAGE_OUTPUT_OVERLAYMIXER
source: Overlay Mixer Renderer
id: Perender Pengadon Lapisan

# IDS_PPAGE_OUTPUT_EVR
source: Enhanced Video Renderer
id: Perender Video Dipertingkat

# IDS_PPAGE_OUTPUT_EVR_CUSTOM
source: Enhanced Video Renderer (custom presenter)
id: Perender Video Dipertingkat (penyaji ubahsuai)

# IDS_PPAGE_OUTPUT_DXR
source: Haali Video Renderer
id: Perender Video Haali

# IDS_PPAGE_OUTPUT_NULL_COMP
source: Null (anything)
id: Nihil (semua)

# IDS_PPAGE_OUTPUT_NULL_UNCOMP
source: Null (uncompressed)
id: Nihil (tidak dikompresi)

# IDD_PPAGEACCELTBL
source: Player::Keys
id: Pemutar::Kunci

# IDD_PPAGESUBSTYLE
source: Subtitles::Default Style
id: Subtitel::Gaya Bawaan

# IDD_PPAGEINTERNALFILTERS
source: Internal Filters
id: Filter Internal

# IDD_PPAGELOGO
source: Player::Logo
id: Pemutar::Logo

# IDD_PPAGEOUTPUT
source: Playback::Output
id: Pemutaran::Keluaran

# IDD_PPAGEWEBSERVER
source: Player::Web Interface
id: Pemutar::Antarmuka Web

# IDD_FILEPROPDETAILS
source: Details
id: Detail

# IDD_FILEPROPCLIP
source: Clip
id: Klip

# IDC_DSOLD
source: This is the default renderer of Windows 9x/me/2k. Depending on the visibility of the video window and your video card's abilities, it will switch between GDI, DirectDraw, Overlay rendering modes dynamically.
id: Ini perender bawaan dari Windows 9x/me/2k. Tergantung dari keterlihatan jendela video dan kemampuan kartu video Anda, perender akan beralih antara mode render GDI, DirectDraw, Overlay secara otomatis.

# IDC_DSOVERLAYMIXER
source: Always renders in overlay. Generally only YUV formats are allowed, but they are presented directly without any color conversion to RGB. This is the fastest rendering method of all and the only where you can be sure about fullscreen video mirroring to tv-out activating.
id: Selalu render dalam overlay. Umumnya hanya format YUV yang diizinkan, tetapi mereka disajikan secara langsung tanpa konversi warna ke RGB. Ini metode perenderan tercepat dari semuanya dan satu-satunya yang Anda bisa andalkan tentang pengaktifan pencerminan video layar penuh ke tv-out.

# IDC_DSVMR9WIN
source: Only available if you have DirectX 9 installed. Very stable but it will never use Overlay rendering and because of this it may be a little slower than Overlay mixer.
id: Hanya tersedia jika DirectX 9 terpasang di sistem Anda. Sangat stabil, tetapi tidak akan pernah menggunakan perenderan Overlay dan karena itu mungkin sedikit lebih lambat dari pengadon Overlay.

# IDC_DSDXR
source: Same as the VMR-9 (renderless), but uses a true two-pass bicubic resizer.
id: Sama seperti VMR-9 (renderless), tetapi menggunakan pengubah ukuran bicubic dua-laluan sebenarnya.

# IDC_DSNULL_COMP
source: Connects to any video-like media type and will send the incoming samples to nowhere. Use it when you don't need the video display and want to save the CPU from working unnecessarily.
id: Sambung ke segala jenis media serupa video dan tidak akan mengirimkan sampel masuk ke manapun. Gunakan ketika Anda tidak memerlukan tampilan video dan ingin menghemat kinerja CPU.

# IDC_DSNULL_UNCOMP
source: Same as the normal Null renderer, but this will only connect to uncompressed types.
id: Sama seperti perender Nihil normal, tetapi ini hanya akan menyambung ke jenis yang tidak terkompresi.

# IDC_DSMADVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
id: Perender kualitas tinggi, membutuhkan GPU yang mendukung D3D9 atau lebih baru.

# IDC_DSSYNC
source: Same as the EVR (CP), but offers several options to synchronize the video frame rate with the display refresh rate to eliminate skipped or duplicated video frames.
id: Sama seperti EVR (CP), tetapi menawarkan beberapa opsi untuk menyelaraskan laju frame video dengan laju penyegaran tampilan untuk menghilangkan lompatan atau frame video terduplikasi.

# IDC_RMSYSDEF
source: Real's own renderer. SMIL scripts will work, but interaction not likely. Uses DirectDraw and runs in Overlay when it can.
id: Perender RealMedia. Skrip SMIL akan bekerja, tetapi tanpa interaksi. Menggunakan DirectDraw dan berjalan dalam Overlay jika memungkinkan.

# IDC_RMDX9
source: The output of Real's engine rendered by the DX9-based Allocator-Presenter of VMR-9 (renderless).
id: Keluaran dari mesin RealMedia yang dirender oleh Allocator-Presenter berbasis DX9 dari VMR-9 (renderless).

# IDC_QTSYSDEF
source: QuickTime's own renderer. Gets a little slow when its video area is resized or partially covered by another window. When Overlay is not available it likes to fall back to GDI.
id: Perender QuickTime. Bisa menjadi sedikit pelan ketika area video berubah ukuran atau sebagian tertutup jendela lainnya. Ketika Overlay tidak tersedia kemungkinan akan kembali ke GDI.

# IDC_QTDX9
source: The output of QuickTime's engine rendered by the DX9-based Allocator-Presenter of VMR-9 (renderless).
id: Kaluaran mesin QuickTime yang dirender oleh Allocator-Presenter berbasis DX9 dari VMR-9 (renderless).

# IDC_REGULARSURF
source: Video surface will be allocated as a regular offscreen surface.
id: Permukaan video akan dialokasikan seperti permukaan offscreen pada umumnya.

# IDS_PPAGE_OUTPUT_SYNC
source: Sync Renderer
id: Perender Laras

# IDS_PPAGE_OUTPUT_SURF_OFFSCREEN
source: Regular offscreen plain surface
id: Permukaan datar offscreen reguler

# IDS_PPAGE_OUTPUT_SURF_2D
source: 2D surfaces
id: Permukaan 2D

# IDS_PPAGE_OUTPUT_SURF_3D
source: 3D surfaces (recommended)
id: Permukaan 3D (direkomendasikan)

# IDS_PPAGE_OUTPUT_RESIZE_NN
source: Nearest neighbor
id: Tetangga terdekat

# IDS_PPAGE_OUTPUT_UNAVAILABLE
source: **unavailable**
id: **tidak tersedia**

# IDS_PPAGE_OUTPUT_UNAVAILABLEMSG
source: The selected renderer is not installed.
id: Perender yang dipilih tidak terpasang.

# IDS_PPAGE_OUTPUT_AUD_NULL_COMP
source: Null (anything)
id: Nihil (semua)

# IDS_PPAGE_OUTPUT_AUD_NULL_UNCOMP
source: Null (uncompressed)
id: Nihil (tidak dikompresi)

# IDS_PPAGE_OUTPUT_AUD_INTERNAL_REND
source: Internal Audio Renderer
id: Perender Audio Internal

# IDS_EMB_RESOURCES_VIEWER_NAME
source: Name
id: Nama

# IDS_EMB_RESOURCES_VIEWER_TYPE
source: MIME Type
id: Jenis MIME

# IDS_EMB_RESOURCES_VIEWER_INFO
source: In order to view an embedded resource in your browser you have to enable the web interface. Use the "Save As" button if you only want to save the information.
id: Dalam rangka melihat sumber daya tertanam dalam peramban Anda, Anda harus memfungsikan antarmuka web. Gunakan tombol "Simpan Sebagai" jika Anda hanya ingin menyimpan informasinya.

# IDS_SUBTITLES_DOWNLOAD
source: Download Subtitles...
id: Unduh Subtitel...

# IDS_SUBTITLES_UPLOAD
source: Upload Subtitles...
id: Unggah Subtitel...

# IDS_SUBFILE_DELAY
source: Delay (ms):
id: Tundaan (ms):

# IDS_EXPORT_SETTINGS_NO_KEYS
source: There are no customized keys to export.
id: Tidak ada kunci tersesuai untuk diekspor.

# IDS_RFS_NO_FILES
source: No media files found in the archive
id: Tidak ada berkas media ditemukan di dalam arsip

# IDS_RFS_COMPRESSED
source: Compressed files are not supported
id: Berkas yang dimampatkan tidak didukung

# IDS_RFS_ENCRYPTED
source: Encrypted files are not supported
id: Berkas yang dienkripsi tidak didukung

# IDS_RFS_MISSING_VOLS
source: Couldn't find all archive volumes
id: Tidak bisa menemukan semua volume arsip

# IDC_TEXTURESURF2D
source: Video surface will be allocated as a texture but still the 2d functions will be used to copy and stretch it onto the backbuffer. Requires a video card which can allocate 32-bit, RGBA, non-power-of-two sized textures and at least in the resolution of the video.
id: Permukaan video akan dialokasikan sebagai tekstur tetapi fungsi 2d masih akan digunakan untuk menyalin dan meregangkannya pada backbuffer. Membutuhkan kartu video yang bisa mengalokasikan 32-bit, RGBA, tekstur ukuran non-power-of-two dan paling tidak di dalam resolusi video tesebut.

# IDC_TEXTURESURF3D
source: Video surface will be allocated as a texture and drawn as two triangles in 3d. Antialiasing turned on at the display settings may have a bad effect on the rendering speed.
id: Permukaan video akan dialokasikan sebagai tekstur dan digambar sebagai dua segitiga dalam 3d. Antialias yang difungsikan pada pengaturan tampilan mungkin memiliki efek buruk pada kecepatan perenderan.

# IDC_DX9RESIZER_COMBO
source: If there is no Pixel Shader 2.0 support, simple bilinear is used automatically.
id: Jika tidak ada dukungan Pixel Shader 2.0, simple bilinear akan otomatis digunakan.

# IDC_DSVMR9LOADMIXER
source: Puts VMR-9 (renderless) into mixer mode, this means most of the controls on its property page will work and it will use a separate worker thread to renderer frames.
id: Atur VMR-9 (renderless) ke dalam mode pengadon, ini artinya sebagian besar pengendali pada halaman propertinya akan bekerja dan akan menggunakan worker thread terpisah untuk merender frame.

# IDC_FULLSCREEN_MONITOR_CHECK
source: Reduces tearing but prevents the toolbar from being shown.
id: Mengurangi tearing tetapi menghalangi kenampakan bilah alat.

# IDC_DSVMR9ALTERNATIVEVSYNC
source: Reduces tearing by bypassing the default VSync built into D3D.
id: Mengurangi tearing dengan melewati seluruhnya VSync bawaan dalam D3D.

# IDS_NAVIGATE_TUNERSCAN
source: Tuner scan
id: Pindaian pelaras

# IDS_SUBTITLES_ERROR
source: Subtitles are not loaded or unsupported renderer.
id: Subtitel tidak dimuat atau perender tidak didukung.

# IDC_CACHESHADERS
source: Stores compiled shaders in local AppData to speed up load time.
id: Simpan kompilasi shader di AppData lokal untuk mempercepat waktu muat.

# IDS_SRC_VTS
source: Open VTS_xx_0.ifo to load VTS_xx_x.vob files in one piece
id: Buka VTS_xx_0.ifo untuk memuat berkas VTS_xx_x.vob dalam satu bagian

# IDS_SRC_RFS
source: Based on RARFileSource, doesn't support compressed files
id: Berbasis RARFileSource, tidak mendukung berkas yang dimampatkan

# IDS_INTERNAL_LAVF
source: Uses LAV Filters
id: Menggunakan LAV Filters

# IDS_INTERNAL_LAVF_WMV
source: Uses LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
id: Menggunakan LAV Filters. Dinonfungsikan secara bawaan karena filter Microsoft biasanya lebih stabil untuk format tersebut. Jika Anda memilih untuk menggunakan filter internal, fungsikan keduanya untuk sumber dan pengawakodean untuk mendapatkan pengalaman pemutaran yang lebih baik.

# IDS_AG_TOGGLE_NAVIGATION
source: Toggle Navigation Bar
id: Jungkit Bilah Navigasi

# IDS_AG_VSYNCACCURATE
source: Accurate VSync
id: VSync Akurat

# IDC_CHECK_RELATIVETO
source: If the rendering target is left undefined, it will be inherited from the default style.
id: Jika target render tidak ditetapkan, hal tersebut akan diturunkan dari gaya bawaan.

# IDC_CHECK_NO_SUB_ANIM
source: Disallow subtitle animation. Enabling this option will lower CPU usage. You can use it if you experience flashing subtitles.
id: Nonfungsikan animasi subtitel. Mengaktifkan opsi ini kan memperkecil penggunaan CPU. Anda bisa menggunakan ini jika Anda mengalami subtitel yang berkejap.

# IDC_SUBPIC_TO_BUFFER
source: Increasing the number of buffered subpictures should in general improve the rendering performance at the cost of a higher video RAM usage on the GPU.
id: Menambah jumlah bufer sub gambar seharusnya secara umum menambah kinerja render yang juga berakibat pada meningkatnya penggunaan RAM video pada GPU.

# IDC_BUTTON_EXT_SET
source: After clicking this button, the checked state of the format group will reflect the actual file association for MPC-HC. A newly added extension will usually make it grayed, so don't forget to check it again before closing this dialog!
id: Setelah mengklik tombol ini, keadaan tercentang dari grup format akan merefleksikan asosiasi berkas yang sesungguhnya untuk MPC-HC. Ekstensi yang baru ditambahkan biasanya nonaktif, jadi jangan lupa untuk memeriksanya lagi sebelum menutup dialog ini!

# IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Disabling this option will prevent the subtitles from blinking but it may cause the video renderer to skip some video frames.
id: Menonaktifkan opsi ini akan mencegah subtitel berkedip tetapi mungkin dapat menyebabkan perender video melompati beberapa frame video.

# ID_PLAY_PLAY
source: Play Play
id: Putar Putar

# ID_PLAY_PAUSE
source: Pause Pause
id: Jeda Jeda

# ID_PLAY_STOP
source: Stop Stop
id: Hentikan Hentikan

# ID_PLAY_FRAMESTEP
source: Step Step
id: Tahap Tahap

# ID_PLAY_DECRATE
source: Decrease speed Decrease speed
id: Kurangi kecepatan Kurangi kecepatan

# ID_PLAY_INCRATE
source: Increase speed Increase speed
id: Tambah kecepatan Tambah kecepatan

# ID_VOLUME_MUTE
source: Mute
id: Diam

# ID_VOLUME_MUTE_OFF
source: Unmute
id: Bunyi

# ID_VOLUME_MUTE_DISABLED
source: No audio
id: Tidak ada audio

# ID_NAVIGATE_SKIPBACK
source: Skip back Skip back
id: Lewati mundur Lewati mundur

# ID_NAVIGATE_SKIPFORWARD
source: Skip forward Skip forward
id: Lewati maju Lewati maju

# IDS_SUBRESYNC_ORIGINAL
source: &Original
id: &Orisinal

# IDS_SUBRESYNC_CURRENT
source: &Current
id: &Saat ini

# IDS_SUBRESYNC_EDIT
source: &Edit
id: &Sunting

# IDS_SUBRESYNC_YES
source: &Yes
id: &Ya

# IDS_SUBRESYNC_NO
source: &No
id: &Tidak

# IDS_SUBRESYNC_DECREASE
source: &Decrease
id: &Turunkan

# IDS_SUBRESYNC_INCREASE
source: &Increase
id: Na&ikkan

# IDS_OPTIONS_CAPTION
source: Options
id: Pilihan
