Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: id

# IDS_SHADERS_SELECT
source: &Select Shaders...
id: Pilih &Shader...

# IDS_SHADERS_DEBUG
source: &Debug Shaders...
id: Awakutu Sha&der...

# IDS_FAVORITES_ADD
source: &Add to Favorites...
id: &Tambah ke Favorit...

# IDS_FAVORITES_ORGANIZE
source: &Organize Favorites...
id: &Kelola Favorit...

# IDS_PLAYLIST_SHUFFLE
source: Sh&uffle
id: Karau

# IDS_PLAYLIST_SHOWFOLDER
source: Ope&n file location
id: Buka lokasi berkas

# IDS_CONTROLS_CLOSING
source: Closing...
id: Menutup...

# IDS_CONTROLS_PLAYING
source: Playing
id: Memutar

# IDS_CONTROLS_PAUSED
source: Paused
id: Dijeda

# IDS_AG_EDL_NEW_CLIP
source: EDL new clip
id: Klip baru EDL

# IDS_RECENT_FILES_CLEAR
source: &Clear list
id: &Bersihkan daftar

# IDS_RECENT_FILES_QUESTION
source: Are you sure that you want to delete recent files list?
id: Apakah Anda yakin ingin menghapus daftar berkas baru-baru ini?

# IDS_AG_EDL_SAVE
source: EDL save
id: Simpan EDL

# IDS_AG_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time Correction
id: Fungsikan Koreksi Waktu Frame

# IDS_AG_TOGGLE_EDITLISTEDITOR
source: Toggle EDL window
id: Jungkit jendela EDL

# IDS_AG_EDL_IN
source: EDL set In
id: Masukan set EDL

# IDS_AG_EDL_OUT
source: EDL set Out
id: Keluaran set EDL

# IDS_AG_PNS_ROTATEX_M
source: PnS Rotate X-
id: PnS Putar X-

# IDS_AG_PNS_ROTATEY_P
source: PnS Rotate Y+
id: PnS Putar Y+

# IDS_AG_PNS_ROTATEY_M
source: PnS Rotate Y-
id: PnS Putar Y-

# IDS_AG_PNS_ROTATEZ_P
source: PnS Rotate Z+
id: PnS Putar Z+

# IDS_AG_PNS_ROTATEZ_M
source: PnS Rotate Z-
id: PnS Putar Z-

# IDS_AG_TEARING_TEST
source: Tearing Test
id: Uji Tearing

# IDS_SCALE_16_9
source: Scale to 16:9 TV,%.3f,%.3f,%.3f,%.3f
id: Skala ke 16:9 TV,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_WIDESCREEN
source: Zoom to Widescreen,%.3f,%.3f,%.3f,%.3f
id: Zum ke Layar Lebar,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_ULTRAWIDE
source: Zoom to Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
id: Zum ke Layar Ultra Lebar,%.3f,%.3f,%.3f,%.3f

# IDS_PLAYLIST_HIDEFS
source: &Hide on Fullscreen
id: Sembunyikan pada Layar Penuh

# IDS_CONTROLS_STOPPED
source: Stopped
id: Terhenti

# IDS_CONTROLS_BUFFERING
source: Buffering... (%d%%)
id: Membufer... (%d%%)

# IDS_CONTROLS_CAPTURING
source: Capturing...
id: Menangkap...

# IDS_CONTROLS_OPENING
source: Opening...
id: Membuka...

# IDS_CONTROLS_CLOSED
source: Closed
id: Tertutup

# IDS_SUBTITLES_OPTIONS
source: &Options...
id: &Opsi...

# IDS_SUBTITLES_STYLES
source: &Styles...
id: &Gaya...

# IDS_SUBTITLES_RELOAD
source: &Reload
id: &Muat Ulang

# IDS_SUBTITLES_ENABLE
source: &Enable
id: &Fungsikan

# IDS_PANSCAN_EDIT
source: &Edit...
id: &Sunting...

# IDS_INFOBAR_TITLE
source: Title
id: Judul

# IDS_INFOBAR_AUTHOR
source: Author
id: Pembuat

# IDS_INFOBAR_COPYRIGHT
source: Copyright
id: Hak Cipta

# IDS_INFOBAR_RATING
source: Rating
id: Penilaian

# IDS_INFOBAR_DESCRIPTION
source: Description
id: Deskripsi

# IDS_AG_CLOSE
source: Close
id: Tutup

# IDS_AG_NONE
source: None
id: Nihil

# IDS_AG_COMMAND
source: Command
id: Perintah

# IDS_AG_KEY
source: Key
id: Kunci

# IDS_AG_MOUSE_FS
source: Mouse Fullscreen
id: Tetikus Layar Penuh

# IDS_AG_APP_COMMAND
source: App Command
id: Perintah Apl

# IDS_AG_MEDIAFILES
source: Media files (all types)
id: Berkas media (semua jenis)

# IDS_AG_ALLFILES
source: All files (*.*)|*.*|
id: Semua berkas (*.*)|*.*|

# IDS_AG_AUDIOFILES
source: Audio files (all types)
id: Berkas audio (semua jenis)

# IDS_AG_NOT_KNOWN
source: Not known
id: Tidak dikenal

# IDS_MPLAYERC_0
source: Quick Open File
id: Buka Berkas Cepat

# IDS_AG_OPEN_FILE
source: Open File
id: Buka Berkas

# IDS_AG_OPEN_DVD
source: Open DVD/BD
id: Buka DVD/BD

# IDS_MAINFRM_POST_SHADERS_FAILED
source: Failed to set post-resize shaders
id: Gagal menetapkan shader paska ubah ukuran

# IDS_MAINFRM_BOTH_SHADERS_FAILED
source: Failed to set both pre-resize and post-resize shaders
id: Gagal menetapkan shader baik pra dan paska ubah ukuran

# IDS_DEBUGSHADERS_FIRSTRUN_MSG
source: Shaders are recompiled automatically when the corresponding files are modified.
id: Shader akan dikompilasikan ulang secara otomatis ketika berkas terkait dimodifikasi.

# IDS_SHADER_DLL_ERR_0
source: Cannot load %s, pixel shaders will not work.
id: Tidak bisa memuat %s, shader piksel tidak akan bekerja.

# IDS_SHADER_DLL_ERR_1
source: Cannot find necessary function entry points in %s, pixel shaders will not work.
id: Tidak bisa menemukan titik masuk fungsi yang diperlukan dalam %s, shader piksel tidak akan bekerja.

# IDS_OSD_SHADERS_PRESET
source: Shader preset: %s
id: Prasetel shader: %s

# IDS_AG_SHADERS_PRESET_NEXT
source: Next Shader Preset
id: Prasetel Shader Selanjutnya

# IDS_AG_SHADERS_PRESET_PREV
source: Prev Shader Preset
id: Prasetel Shader Sebelumnya

# IDS_RECORD_START
source: Record
id: Rekam

# IDS_RECORD_STOP
source: Stop
id: Hentikan

# IDS_PLAYLIST_ADDFOLDER
source: Add containing &folder
id: Tambah folder bermuatan

# IDS_TOOLTIP_SOFTWARE_DECODING
source: Software Decoding
id: Pengawakodean Perangkat Lunak

# IDS_STATSBAR_PLAYBACK_RATE
source: Playback rate
id: Laju pemutaran

# IDS_FILTERS_COPY_TO_CLIPBOARD
source: &Copy filters list to clipboard
id: &Salin daftar filter ke papan klip

# IDS_CREDENTIALS_SERVER
source: Enter server credentials
id: Masukkan kredensial server

# IDS_CREDENTIALS_CONNECT
source: Enter your credentials to connect
id: Masukkan kredensial Anda untuk menyambung

# IDS_SUB_SAVE_EXTERNAL_STYLE_FILE
source: Save custom style
id: Simpan gaya ubahsuai

# IDS_CONTENT_EDUCATION_SCIENCE
source: Education/Science/Factual topics
id: Topik Edukasi/Sains/Fakta

# IDS_PPAGEADVANCED_HIDE_WINDOWED
source: Hides controls and panels also in windowed mode.
id: Sembunyikan pengendali dan juga panel dalam mode windowed.

# IDS_PPAGEADVANCED_BLOCK_VSFILTER
source: Prevent external subtitle renderer to be loaded when internal is in use.
id: Cegah perender subtitel eksternal dimuat ketika perender internal sedang digunakan.

# IDS_PPAGEADVANCED_COL_NAME
source: Name
id: Nama

# IDS_PPAGEADVANCED_COL_VALUE
source: Value
id: Nilai

# IDS_PPAGEADVANCED_RECENT_FILES_NUMBER
source: Maximum number of files shown in the "Recent files" menu and for which the position is potentially saved.
id: Jumlah maksimum berkas ditampilkan di menu "Berkas baru-baru ini" dan untuk yang posisinya secara potensial tersimpan.

# IDS_PPAGEADVANCED_FILE_POS_LONGER
source: Remember file position only for files longer than N minutes.
id: Ingat posisi berkas hanya untuk berkas yang lebih panjang dari N menit.

# IDS_PPAGEADVANCED_FILE_POS_AUDIO
source: Remember file position also for audio files.
id: Ingat posisi berkas juga untuk berkas audio.

# IDS_AFTER_PLAYBACK_DO_NOTHING
source: Do Nothing
id: Tidak Melakukan Apa-apa

# IDS_AFTER_PLAYBACK_PLAY_NEXT
source: Play next file in the folder
id: Putar berkas selanjutnya di dalam folder

# IDS_AFTER_PLAYBACK_REWIND
source: Rewind current file
id: Mundurkan berkas saat ini

# IDS_AFTER_PLAYBACK_CLOSE
source: Close
id: Tutup

# IDS_AFTER_PLAYBACK_EXIT
source: Exit
id: Keluar

# IDS_AFTER_PLAYBACK_MONITOROFF
source: Turn off the monitor
id: Matikan monitor

# IDS_IMAGE_JPEG_QUALITY
source: JPEG Image
id: Gambar JPEG

# IDS_IMAGE_QUALITY
source: Quality (%):
id: Kualitas (%):

# IDS_PPAGEADVANCED_COVER_SIZE_LIMIT
source: Maximum size (NxNpx) of a cover-art loaded in the audio only mode.
id: Ukuran Maksimum (NxNpx) sampul album yang dimuat dalam mode audio saja.

# IDS_SUBTITLE_DELAY_STEP_TOOLTIP
source: The subtitle delay will be decreased/increased by this value each time the corresponding hotkeys are used (%s/%s).
id: Tundaan subtitel akan diturunkan/dinaikkan berdasarkan nilai ini setiap kali kombinasi tombol pintasan cepat digunakan (%s/%s).

# IDS_NAVIGATION_WATCH
source: Watch
id: Tonton

# IDS_NAVIGATION_MOVE_UP
source: Move Up
id: Pindah ke Atas

# IDS_NAVIGATION_MOVE_DOWN
source: Move Down
id: Pindah ke Bawah

# IDS_NAVIGATION_SORT
source: Sort by LCN
id: Urutkan menurut LCN

# IDS_NAVIGATION_REMOVE_ALL
source: Remove all
id: Hapus semua

# IDS_REMOVE_CHANNELS_QUESTION
source: Are you sure you want to remove all channels from the list?
id: Apakah Anda yakin akan menghapus semua saluran dari daftar?

# IDS_MEDIAINFO_NO_INFO_AVAILABLE
source: No information available
id: Informasi tidak tersedia

# IDS_MEDIAINFO_ANALYSIS_IN_PROGRESS
source: Please wait, analysis in progress...
id: Mohon tunggu, analisa sedang diproses...

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart)
id: Fungsikan pencatatan log ke berkas (wajib memulai ulang)

# IDS_TIMER_REMAINING_TIME
source: Remaining time
id: Waktu tersisa

# IDS_TIMER_HIGH_PRECISION
source: High precision
id: Presisi tinggi

# IDS_AFTERPLAYBACK_REWIND
source: After Playback: Rewind current file
id: Setelah Pemutaran: Mundurkan berkas saat ini

# IDS_AFTERPLAYBACK_CLOSE
source: After Playback: Close
id: Setelah Pemutaran: Tutup

# IDS_FRAME_INIT_FAILED
source: MPC-HC encountered a problem during initialization. With your help we might be able to fix the issue. Do you want to report it?
id: MPC-HC menemukan masalah saat inisialisasi. Dengan bantuan Anda kami mungkin bisa memperbaiki masalah ini. Apakah Anda ingin melaporkannya?

# IDS_TIME_SHIFT_TOOLTIP
source: Enter a positive value if the audio is early, a negative value if it is late.
id: Masukkan nilai positif jika audio terlalu cepat, negatif jika terlambat.

# IDS_WEBUI_DISABLED_PREVIEW_MSG
source: Preview is currently disabled. You can enable it in MPC-HC's options.
id: Pratinjau dinonfungsikan. Anda bisa memfungsikannya di opsi MPC-HC.

# IDS_WEBUI_PREVIEW_WARNING
source: This option can be used to preview media files from remote location. Use it only on a properly secured private network. Do you really want to enable this option?
id: Opsi ini bisa digunakan untuk pratinjau berkas media dari lokasi yang jauh. Hanya gunakan pada jaringan privat yang benar-benar aman. Apakah Anda benar-benar ingin memfungsikan opsi ini?

# IDS_SUBTITLE_RENDERER_INTERNAL
source: Internal Subtitle Renderer
id: Perender Subtitel Internal

# IDS_AG_OPEN_DEVICE
source: Open Device
id: Buka Perangkat

# IDS_AG_SAVE_AS
source: Save As
id: Simpan Sebagai

# IDS_AG_SAVE_IMAGE
source: Save Image
id: Simpan Gambar

# IDS_MPLAYERC_6
source: Save Image (auto)
id: Simpan Gambar (auto)

# IDS_OSD_IMAGE_SAVED
source: Image saved successfully
id: Gambar berhasil disimpan

# IDS_AG_LOAD_SUBTITLES
source: Load Subtitles...
id: Muat Subtitel...

# IDS_AG_SAVE_SUBTITLES
source: Save Subtitles...
id: Simpan Subtitel...

# IDS_AG_PROPERTIES
source: Properties
id: Properti

# IDS_AG_EXIT
source: Exit
id: Keluar

# IDS_AG_PLAYPAUSE
source: Play/Pause
id: Putar/Jeda

# IDS_AG_PLAY
source: Play
id: Putar

# IDS_AG_STOP
source: Stop
id: Hentikan

# IDS_AG_FRAMESTEP
source: Frame-step
id: Tahap-frame

# IDS_MPLAYERC_16
source: Frame-step back
id: Tahap-frame mundur

# IDS_AG_GO_TO
source: Go To
id: Pergi Ke

# IDS_AG_INCREASE_RATE
source: Increase Rate
id: Naikkan Laju

# IDS_CONTENT_SHOW_GAMESHOW
source: Show/Game show
id: Acara/Acara permainan

# IDS_CONTENT_SPORTS
source: Sports
id: Olahraga

# IDS_CONTENT_CHILDREN_YOUTH_PROG
source: Children's/Youth programmes
id: Program Anak/Remaja

# IDS_CONTENT_MUSIC_BALLET_DANCE
source: Music/Ballet/Dance
id: Musik/Balet/Tarian

# IDS_CONTENT_MUSIC_ART_CULTURE
source: Arts/Culture
id: Seni/Budaya

# IDS_CONTENT_SOCIAL_POLITICAL_ECO
source: Social/Political issues/Economics
id: Sosial/Politik/Ekonomi

# IDS_CONTENT_LEISURE
source: Leisure hobbies
id: Hobi

# IDS_FILE_RECYCLE
source: Move to Recycle Bin
id: Pindahkan ke Keranjang Sampah

# IDS_AG_SAVE_COPY
source: Save a Copy
id: Simpan Salinan

# IDS_FASTSEEK_LATEST
source: Latest keyframe
id: Keyframe terakhir

# IDS_FASTSEEK_NEAREST
source: Nearest keyframe
id: Keyframe terdekat

# IDS_HOOKS_FAILED
source: MPC-HC encountered a problem during initialization. DVD playback may not work correctly. This might be caused by some incompatibilities with certain security tools. Do you want to report this issue?
id: MPC-HC menemukan masalah saat inisialisasi. Pemutaran DVD tidak akan bekerja dengan benar. Ini mungkin disebabkan oleh beberapa inkompatibilitas dengan perkakas keamanan tertentu. Apakah Anda ingin melaporkan masalah ini?

# IDS_PPAGEFULLSCREEN_SHOWNEVER
source: Never show
id: Jangan pernah tampilkan

# IDS_PPAGEFULLSCREEN_SHOWMOVED
source: Show when moving the cursor, hide after:
id: Tampilkan saat mengerakkan kursor, sembuyikan setelah:

# IDS_PPAGEFULLSCREEN_SHOHHOVERED
source: Show when hovering control, hide after:
id: Tampilkan saat ambang di atas pengendali, sembunyikan setelah:

# IDS_MAINFRM_PRE_SHADERS_FAILED
source: Failed to set pre-resize shaders
id: Gagal menetapkan shader pra ubah ukuran

# IDS_OSD_RS_FT_CORRECTION_ON
source: Frame Time Correction: On
id: Koreksi Waktu Frame: Nyala

# IDS_OSD_RS_FT_CORRECTION_OFF
source: Frame Time Correction: Off
id: Koreksi Waktu Frame: Mati

# IDS_OSD_RS_TARGET_VSYNC_OFFSET
source: Target VSync Offset: %.1f
id: Ofset Target VSync: %.1f

# IDS_OSD_RS_VSYNC_OFFSET
source: VSync Offset: %d
id: Ofset VSync: %d

# IDS_OSD_SPEED
source: Speed: %.2lfx
id: Kecepatan: %.2lfx

# IDS_OSD_THUMBS_SAVED
source: Thumbnails saved successfully
id: Gambar mini berhasil disimpan

# IDS_MENU_VIDEO_STREAM
source: Vide&o Track
id: Trek &Video

# IDS_MENU_VIDEO_ANGLE
source: Video Ang&le
id: Su&dut Video

# IDS_RESET_SETTINGS
source: Reset settings
id: Setel ulang pengaturan

# IDS_RESET_SETTINGS_WARNING
source: Are you sure you want to restore MPC-HC to its default settings? Be warned that ALL your current settings will be lost!
id: Apakah Anda yakin ingin memulihkan pengaturan MPC-HC ke nilai bawaan? Mohon perhatian bahwa SEMUA pengaturan Anda saat ini akan hilang!

# IDS_RESET_SETTINGS_MUTEX
source: Please close all instances of MPC-HC so that the default settings can be restored.
id: Mohon tutup semua unit MPC-HC sehingga pengaturan bawaan dapat dipulihkan.

# IDS_EXPORT_SETTINGS
source: Export settings
id: Ekspor pengaturan

# IDS_EXPORT_SETTINGS_WARNING
source: Some changes have not been saved yet. Do you want to save them before exporting?
id: Beberapa perubahan belum tersimpan. Apakah Anda ingin meyimpannya sebelum mengekspornya?

# IDS_EXPORT_SETTINGS_SUCCESS
source: The settings have been successfully exported.
id: Pengaturan telah berhasil diekspor.

# IDS_EXPORT_SETTINGS_FAILED
source: The export failed! This can happen when you don't have the correct rights.
id: Ekspor gagal! Hal ini bisa terjadi jika Anda tidak memiliki hak yang dibutuhkan.

# IDS_BDA_ERROR
source: BDA Error
id: Galat BDA

# IDS_AG_DECREASE_RATE
source: Decrease Rate
id: Turunkan Laju

# IDS_AG_RESET_RATE
source: Reset Rate
id: Setel Ulang Laju

# IDS_MPLAYERC_21
source: Audio Delay +10 ms
id: Tundaan Audio +10ms

# IDS_MPLAYERC_22
source: Audio Delay -10 ms
id: Tundaan Audio -10ms

# IDS_MPLAYERC_23
source: Jump Forward (small)
id: Lompat Maju (kecil)

# IDS_MPLAYERC_24
source: Jump Backward (small)
id: Lompat Mundur (kecil)

# IDS_MPLAYERC_25
source: Jump Forward (medium)
id: Lompat Maju (medium)

# IDS_MPLAYERC_26
source: Jump Backward (medium)
id: Lompat Mundur (medium)

# IDS_MPLAYERC_27
source: Jump Forward (large)
id: Lompat Maju (besar)

# IDS_MPLAYERC_28
source: Jump Backward (large)
id: Lompat Mundur (besar)

# IDS_MPLAYERC_29
source: Jump Forward (keyframe)
id: Lompat Maju (keyframe)

# IDS_MPLAYERC_30
source: Jump Backward (keyframe)
id: Lompat Mundur (keyframe)

# IDS_AG_NEXT
source: Next
id: Selanjutnya

# IDS_AG_PREVIOUS
source: Previous
id: Sebelumnya

# IDS_AG_NEXT_FILE
source: Next File
id: Berkas Selanjutnya

# IDS_AG_PREVIOUS_FILE
source: Previous File
id: Berkas Sebelumnya

# IDS_MPLAYERC_99
source: Toggle Direct3D fullscreen
id: Jungkit layar penuh Direct3D

# IDS_MPLAYERC_100
source: Goto Prev Subtitle
id: Ke Subtitel Sebelumnya

# IDS_MPLAYERC_101
source: Goto Next Subtitle
id: Ke Subtitel Selanjutnya

# IDS_MPLAYERC_102
source: Shift Subtitle Left
id: Geser Subtitel ke Kiri

# IDS_MPLAYERC_103
source: Shift Subtitle Right
id: Geser Subtitel ke Kanan

# IDS_AG_SEEKSET
source: Jump to Beginning
id: Lompat ke Awal

# IDS_OSD_SHOW_FILENAME
source: OSD: Show File Name
id: OSD: Tampilkan Nama Berkas

# IDS_PLAY_DVD
source: Play DVD
id: Putar DVD

# IDS_PLAY_BD
source: Play BD
id: Putar BD

# IDS_OSD_DISPLAY_RENDERER_STATS
source: OSD: Display Renderer Statistics
id: OSD: Tampilkan Statistik Perender

# IDS_OSD_RESET_RENDERER_STATS
source: OSD: Reset Renderer Statistics
id: OSD: Setel Ulang Statistik Perender

# IDD_PPAGESUBMISC
source: Subtitles::Misc
id: Subtitel::Lainnya

# IDS_VIEW_BORDERLESS
source: Hide &borders
id: Sembunyikan &batas

# IDS_VIEW_FRAMEONLY
source: Fra&me Only
id: Hanya Fra&me

# IDS_VIEW_CAPTIONMENU
source: Sho&w Caption&&Menu
id: Tam&pilkan Takarir & &Menu

# IDS_VIEW_HIDEMENU
source: Hide &Menu
id: Sembunyikan &Menu

# IDD_PPAGEADVANCED
source: Advanced
id: Tingkat Lanjut

# IDS_AG_VIEW_MINIMAL
source: View Minimal
id: Tilikan Minimal

# IDS_AG_VIEW_COMPACT
source: View Compact
id: Tilikan Ringkas

# IDS_AG_VIEW_NORMAL
source: View Normal
id: Tilikan Normal

# IDS_AG_FULLSCREEN
source: Fullscreen
id: Layar Penuh

# IDS_MPLAYERC_39
source: Fullscreen (w/o res.change)
id: Layar Penuh (tanpa ubah resolusi)

# IDS_AG_ZOOM_AUTO_FIT
source: Zoom Auto Fit
id: Zum Oto Suai

# IDS_AG_VIDFRM_HALF
source: VidFrm Half
id: VidFrm Setengah

# IDS_AG_VIDFRM_DOUBLE
source: VidFrm Double
id: VidFrm Ganda

# IDS_AG_ALWAYS_ON_TOP
source: Always On Top
id: Selalu di Puncak

# IDS_AG_PNS_INC_SIZE
source: PnS Inc Size
id: PnS Tmbh Ukuran

# IDS_AG_PNS_INC_WIDTH
source: PnS Inc Width
id: PnS Tmbh Lebar

# IDS_MPLAYERC_47
source: PnS Inc Height
id: PnS Tmbh Tinggi

# IDS_AG_PNS_DEC_SIZE
source: PnS Dec Size
id: PnS Krngi Ukuran

# IDS_AG_PNS_DEC_WIDTH
source: PnS Dec Width
id: PnS Krngi Lebar

# IDS_MPLAYERC_50
source: PnS Dec Height
id: PnS Krngi Tinggi

# IDS_SUBDL_DLG_DOWNLOADING
source: Downloading [%s] "%s"
id: Mengunduh [%s] "%s"

# IDS_SUBDL_DLG_PARSING
source: Parsing list...
id: Mengurai daftar...

# IDS_SUBDL_DLG_NOT_FOUND
source: No subtitles found.
id: Tidak ada subtitel yang ditemukan.

# IDS_SUBDL_DLG_SUBS_AVAIL
source: %d subtitle(s) available.
id: %d subtitel tersedia.

# IDS_UPDATE_CONFIG_AUTO_CHECK
source: Do you want to check periodically for MPC-HC updates? This feature can be disabled later from the Miscellaneous options page.
id: Apakah Anda ingin memeriksa secara berkala pemutakhiran MPC-HC? Fitur ini dapat dinonfungsikan nanti dari halaman opsi Bermacam-lainnya.

# IDS_ZOOM_AUTOFIT
source: Auto Fit
id: Oto Suai

# IDS_ZOOM_AUTOFIT_LARGER
source: Auto Fit (Larger Only)
id: Oto Suai (Lebih Besar Saja)

# IDS_AG_ZOOM_AUTO_FIT_LARGER
source: Zoom Auto Fit (Larger Only)
id: Zum Oto Suai (Lebih Besar Saja)

# IDS_OSD_ZOOM_AUTO_LARGER
source: Zoom: Auto (Larger Only)
id: Zum: Auto (Lebih Besar Saja)

# IDS_TOOLTIP_EXPLORE_TO_FILE
source: Double click to open file location
id: Klik ganda untuk membuka lokasi berkas

# IDS_TOOLTIP_REMAINING_TIME
source: Toggle between elapsed and remaining time
id: Jungkit antara waktu berjalan dan tersisa

# IDS_UPDATE_DELAY_ERROR_TITLE
source: Invalid delay
id: Tundaan tidak valid

# IDS_UPDATE_DELAY_ERROR_MSG
source: Please enter a number between 1 and 365.
id: Mohon masukkan angka antara 1 dan 365.

# IDS_AG_PNS_CENTER
source: PnS Center
id: PnS Tengah

# IDS_AG_PNS_LEFT
source: PnS Left
id: PnS Kiri

# IDS_AG_PNS_RIGHT
source: PnS Right
id: PnS Kanan

# IDS_AG_PNS_UP
source: PnS Up
id: PnS Naik

# IDS_AG_PNS_DOWN
source: PnS Down
id: PnS Turun

# IDS_AG_PNS_UPLEFT
source: PnS Up/Left
id: PnS Naik/Kiri

# IDS_AG_PNS_UPRIGHT
source: PnS Up/Right
id: PnS Naik/Kanan

# IDS_AG_PNS_DOWNLEFT
source: PnS Down/Left
id: PnS Turun/Kiri

# IDS_MPLAYERC_59
source: PnS Down/Right
id: PnS Turun/Kanan

# IDS_AG_VOLUME_UP
source: Volume Up
id: Volume Naik

# IDS_AG_VOLUME_DOWN
source: Volume Down
id: Volume Turun

# IDS_AG_VOLUME_MUTE
source: Volume Mute
id: Volume Bisu

# IDS_MPLAYERC_63
source: DVD Title Menu
id: Menu Judul DVD

# IDS_AG_DVD_ROOT_MENU
source: DVD Root Menu
id: Menu Akar DVD

# IDS_MPLAYERC_65
source: DVD Subtitle Menu
id: Menu Subtitel DVD

# IDS_MPLAYERC_66
source: DVD Audio Menu
id: Menu Audio DVD

# IDS_MPLAYERC_67
source: DVD Angle Menu
id: Menu Sudut DVD

# IDS_MPLAYERC_68
source: DVD Chapter Menu
id: Menu Bab DVD

# IDS_AG_DVD_MENU_LEFT
source: DVD Menu Left
id: Menu DVD Kiri

# IDS_MPLAYERC_70
source: DVD Menu Right
id: Menu DVD Kanan

# IDS_AG_DVD_MENU_UP
source: DVD Menu Up
id: Menu DVD Naik

# IDS_AG_DVD_MENU_DOWN
source: DVD Menu Down
id: Menu DVD Turun

# IDS_MPLAYERC_73
source: DVD Menu Activate
id: Menu DVD Aktifkan

# IDS_AG_DVD_MENU_BACK
source: DVD Menu Back
id: Menu DVD Kembali

# IDS_MPLAYERC_75
source: DVD Menu Leave
id: Menu DVD Pergi

# IDS_AG_BOSS_KEY
source: Boss key
id: Tombol Bos

# IDS_MPLAYERC_77
source: Player Menu
id: Menu Pemutar

# IDS_MPLAYERC_78
source: Player Menu (full)
id: Menu Pemutar (penuh)

# IDS_AG_FILTERS_MENU
source: Filters Menu
id: Menu Filter

# IDS_AG_OPTIONS
source: Options
id: Opsi

# IDS_AG_NEXT_AUDIO
source: Next Audio Track
id: Trek Audio Selanjutnya

# IDS_AG_PREV_AUDIO
source: Prev Audio Track
id: Trek Audio Sebelumnya

# IDS_AG_NEXT_SUBTITLE
source: Next Subtitle Track
id: Trek Subtitel Selanjutnya

# IDS_AG_PREV_SUBTITLE
source: Prev Subtitle Track
id: Trek Subtitel Sebelumnya

# IDS_MPLAYERC_85
source: On/Off Subtitle
id: Subtitel Nyala/Mati

# IDS_MPLAYERC_86
source: Reload Subtitles
id: Muat Ulang Subtitel

# IDS_MPLAYERC_91
source: Next Angle (DVD)
id: Sudut Selanjutnya (DVD)

# IDS_MPLAYERC_92
source: Prev Angle (DVD)
id: Sudut Sebelumnya (DVD)

# IDS_MPLAYERC_93
source: Next Audio Track (DVD)
id: Trek Audio Selanjutnya (DVD)

# IDS_MPLAYERC_94
source: Prev Audio Track (DVD)
id: Trek Audio Sebelumnya (DVD)

# IDS_MPLAYERC_95
source: Next Subtitle Track (DVD)
id: Trek Subtitel Selanjutnya (DVD)

# IDS_MPLAYERC_96
source: Prev Subtitle Track (DVD)
id: Trek Subtitel Sebelumnya (DVD)

# IDS_MPLAYERC_97
source: On/Off Subtitle (DVD)
id: Subtitel Nyala/Mati (DVD)

# IDS_OSD_DISPLAY_CURRENT_TIME
source: OSD: Display Current Time
id: OSD: Tampilkan Waktu Saat Ini

# IDS_PPAGEWEBSERVER_0
source: Select the directory
id: Pilih direktori

# IDS_FAVORITES_QUICKADDFAVORITE
source: Quick add favorite
id: Tambah cepat favorit

# IDS_DVB_CHANNEL_NAME
source: Name
id: Nama

# IDS_DVB_CHANNEL_FREQUENCY
source: Frequency
id: Frekuensi

# IDS_DVB_CHANNEL_ENCRYPTION
source: Encrypted
id: Terenkripsi

# IDS_YES
source: Yes
id: Ya

# IDS_NO
source: No
id: Tidak

# IDS_DVB_CHANNEL_START_SCAN
source: Start
id: Awal

# IDS_DVB_CHANNEL_STOP_SCAN
source: Stop
id: Hentikan

# IDS_DVB_TVNAV_SEERADIO
source: Radio stations
id: Stasiun radio

# IDS_DVB_TVNAV_SEETV
source: TV stations
id: Stasiun TV

# IDS_MAINFRM_2
source: Focus lost to: %s - %s
id: Fokus hilang ke: %s - %s

# IDS_AG_SUBTITLES_SAVED
source: Subtitles saved
id: Subtitel tersimpan

# IDS_MAINFRM_4
source: Cannot save subtitles
id: Tidak bisa menyimpan subtitel

# IDS_AG_FRAMERATE
source: Frame rate
id: Laju frame

# IDS_MAINFRM_6
source: drawn: %d, dropped: %d
id: tergambar: %d, terbuang: %d

# IDS_AG_FRAMES
source: Frames
id: Frame

# IDS_AG_BUFFERS
source: Buffers
id: Bufer

# IDS_MAINFRM_9
source: Volume: %02lu/%02lu, Title: %02lu/%02lu, Chapter: %02lu/%02lu
id: Volume: %02lu/%02lu, Judul: %02lu/%02lu, Bab: %02lu/%02lu

# IDS_MAINFRM_10
source: Angle: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
id: Sudut: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu

# IDS_ADD_TO_PLAYLIST
source: Add to MPC-HC Playlist
id: Tambah ke Daftar Putar MPC-HC

# IDS_OPEN_WITH_MPC
source: Play with MPC-HC
id: Putar dengan MPC-HC
