Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: id

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC has not enough privileges to change files formats associations. Please click on the "Run as administrator" button.
id: MPC-HC tidak memiliki cukup hak untuk mengubah asosiasi format berkas. Mohon klik pada tombol "Jalankan sebagai administrator".

# IDS_APP_DESCRIPTION
source: MPC-HC is an extremely light-weight, open source media player for Windows. It supports all common video and audio file formats available for playback. We are 100% spyware free, there are no advertisements or toolbars.
id: MPC-HC pemutar media sumber terbuka dan sangat ringan untuk Windows. Mendukung semua format berkas video dan audio yang umum. Kami 100% bebas dari perangkat mata-mata, tidak ada iklan atau bilah alat berbahaya.

# IDS_MAINFRM_12
source: channel
id: saluran

# IDS_MAINFRM_13
source: channels
id: saluran

# IDS_AG_TITLE
source: Title %u
id: Judul %u

# IDS_MAINFRM_16
source: DVD: Unexpected error
id: DVD: Galat tidak terduga

# IDS_MAINFRM_17
source: DVD: Copy-Protect Fail
id: DVD: Perlindungan Penyalinan Gagal

# IDS_MAINFRM_18
source: DVD: Invalid DVD 1.x Disc
id: DVD: Cakram DVD 1.x Tidak Valid

# IDS_MAINFRM_19
source: DVD: Invalid Disc Region
id: DVD: Wilayah Cakram Tidak Valid

# IDS_MAINFRM_20
source: DVD: Low Parental Level
id: DVD: Level Parental Rendah

# IDS_MAINFRM_21
source: DVD: Macrovision Fail
id: DVD: Macrovision Gagal

# IDS_MAINFRM_22
source: DVD: Incompatible System And Decoder Regions
id: DVD: Wilayah Dekoder dan Sistem Tidak Kompatibel

# IDS_MAINFRM_23
source: DVD: Incompatible Disc And Decoder Regions
id: DVD: Wilayah Dekoder dan Cakram Tidak Kompatibel

# IDS_D3DFS_WARNING
source: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying the context menu and any dialog box during playback. Do you really want to activate this option?
id: Opsi ini didesain untuk menghindari tearing. Namun, ini juga mencegah MPC-HC menampilkan menu konteks dan kotak dialog lainnya selama pemutaran. Apakah Anda benar-benar ingin mengaktifkan opsi ini?

# IDS_MAINFRM_139
source: Sub delay: %ld ms
id: Tundaan sub: %ld ms

# IDS_AG_TITLE2
source: Title: %02d/%02d
id: Judul: %02d/%02d

# IDS_REALVIDEO_INCOMPATIBLE
source: Filename contains unsupported characters (use only A-Z, 0-9)
id: Nama berkas mengandung karakter yang tidak didukung (gunakan A-Z, 0-9)

# IDS_THUMB_ROWNUMBER
source: Rows:
id: Baris:

# IDS_THUMB_COLNUMBER
source: Columns:
id: Kolom:

# IDS_THUMB_IMAGE_WIDTH
source: Image width
id: Lebar gambar

# IDS_AG_ASPECT_RATIO
source: Aspect Ratio
id: Nisbah Bidang

# IDS_MAINFRM_37
source: , Total: %ld, Dropped: %ld
id: , Total: %ld, Terbuang: %ld

# IDS_MAINFRM_38
source: , Size: %I64d KB
id: , Ukuran: %I64d KB

# IDS_MAINFRM_39
source: , Size: %I64d MB
id: , Ukuran: %I64d MB

# IDS_MAINFRM_40
source: , Free: %I64d KB
id: , Bebas: %I64d KB

# IDS_MAINFRM_41
source: , Free: %I64d MB
id: , Bebas: %I64d MB

# IDS_MAINFRM_42
source: , Free V/A Buffers: %03d/%03d
id: , Bufer V/A Bebas: %03d/%03d

# IDS_AG_ERROR
source: Error
id: Galat

# IDS_SUBTITLE_STREAM_OFF
source: Subtitle: off
id: Subtitel: mati

# IDS_SUBTITLE_STREAM
source: Subtitle: %s
id: Subtitel: %s

# IDS_MAINFRM_46
source: Select the path for the DVD/BD:
id: Pilih jalur untuk DVD/BD:

# IDS_SUB_LOADED_SUCCESS
source: loaded successfully
id: berhasil dimuat

# IDS_ALL_FILES_FILTER
source: All files (*.*)|*.*||
id: Semua berkas (*.*)|*.*||

# IDS_GETDIB_FAILED
source: GetDIB failed, hr = %08x
id: GetDIB gagal, hr = %08x

# IDS_GETCURRENTIMAGE_FAILED
source: GetCurrentImage failed, hr = %08x
id: GetCurrentImage gagal, hr = %08x

# IDS_SCREENSHOT_ERROR
source: Cannot create file
id: Tidak bisa membuat berkas

# IDS_THUMBNAILS_NO_DURATION
source: Cannot create thumbnails for files with no duration
id: Tidak bisa membuat gambar mini untuk berkas tanpa durasi

# IDS_THUMBNAILS_NO_FRAME_SIZE
source: Failed to get video frame size
id: Gagal mendapatkan ukuran frame video

# IDS_OUT_OF_MEMORY
source: Out of memory, go buy some more!
id: Memori tidak cukup!

# IDS_THUMBNAILS_INVALID_FORMAT
source: Invalid image format, cannot create thumbnails out of %d bpp dibs.
id: Format gambar tidak valid, tidak bisa membuat gambar mini dari %d bpp dibs.

# IDS_THUMBNAILS_INFO_FILESIZE
source: File Size: %s (%s bytes)\N
id: Ukuran Berkas: %s (%s byte)\N

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
id: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nama Berkas: %s\N%sResolusi: %dx%d %s\NDurasi: %02d:%02d:%02d

# IDS_THUMBNAIL_TOO_SMALL
source: The thumbnails would be too small, impossible to create the file. Try lowering the number of thumbnails or increasing the total size.
id: Gambar mini akan menjadi terlalu kecil, tidak mungkin membuat berkas tersebut. Coba untuk mengurangi jumlah gambar mini atau menambah ukuran total.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR or Haali - RealMedia: Special renderer for RealMedia, or open it through DirectShow - QuickTime: DX7 or DX9 renderer for QuickTime - ShockWave: n/a
id: Untuk memuat subtitel Anda harus mengubah jenis perender video dan membuka ulang berkas. - DirectShow: VMR-9 (renderless), EVR (CP), Sync, madVR atau Haali - RealMedia: Perender spesial untuk RealMedia, atau buka melalui DirectShow - QuickTime: Perender DX7 atau DX9 untuk QuickTime - ShockWave: t/a

# IDS_SUBTITLE_FILES_FILTER
source: Subtitle files
id: Berkas subtitel

# IDS_MAINFRM_68
source: Aspect Ratio: %ld:%ld
id: Nisbah Bidang: %ld:%ld

# IDS_MAINFRM_69
source: Aspect Ratio: Default (DAR)
id: Nisbah Bidang: Bawaan (DAR)

# IDS_MAINFRM_70
source: Audio delay: %I64d ms
id: Tundaan audio: %I64d ms

# IDS_AG_CHAPTER
source: Chapter %d
id: Bab %d

# IDS_AG_OUT_OF_MEMORY
source: Out of memory
id: Memori tidak cukup

# IDS_MAINFRM_77
source: Error: Adobe Flash Player for Internet Explorer is required
id: Galat: Membutuhkan Adobe Flash Player untuk Internet Explorer

# IDS_MAINFRM_78
source: QuickTime not yet supported for X64 (apple library not available)
id: QuickTime belum didukung untuk X64 (pustaka apple tidak tersedia)

# IDS_MAINFRM_80
source: Failed to create the filter graph object
id: Gagal membuat obyek grafik filter

# IDS_MAINFRM_81
source: Invalid argument
id: Argumen tidak valid

# IDS_MAINFRM_82
source: Opening aborted
id: Pembukaan dibatalkan

# IDS_MAINFRM_83
source: Failed to render the file
id: Gagal merender berkas

# IDS_AG_CHAPTER2
source: Chapter:
id: Bab:

# IDS_BOOST_OSD
source: Boost: +%u%%
id: Galak: +%u%%

# IDS_BALANCE_OSD
source: Balance: %s
id: Seimbang: %s

# IDS_FULLSCREENMONITOR_CURRENT
source: Current
id: Saat Ini

# IDS_MAINFRM_DIR_TITLE
source: Select Directory
id: Pilih Direktori

# IDS_MAINFRM_DIR_CHECK
source: Include subdirectories
id: Termasuk subdirektori

# IDS_AG_PAUSE
source: Pause
id: Jeda

# IDS_AG_TOGGLE_CAPTION
source: Toggle Caption&Menu
id: Jungkit Takarir & Menu

# IDS_AG_TOGGLE_SEEKER
source: Toggle Seek Bar
id: Jungkit Bilah Jangkau

# IDS_AG_TOGGLE_CONTROLS
source: Toggle Controls
id: Jungkit Pengendali

# IDS_MAINFRM_84
source: Invalid file name
id: Nama berkas tidak valid

# IDS_MAINFRM_86
source: Cannot connect the filters
id: Tidak bisa menyambungkan filter

# IDS_MAINFRM_87
source: Cannot load any source filter
id: Tidak bisa memuat filter sumber apapun

# IDS_MAINFRM_88
source: Cannot render the file
id: Tidak bisa merender berkas

# IDS_MAINFRM_89
source: Invalid file format
id: Format berkas tidak valid

# IDS_MAINFRM_90
source: File not found
id: Berkas tidak ditemukan

# IDS_MAINFRM_91
source: Unknown file type
id: Jenis berkas tidak dikenal

# IDS_MAINFRM_92
source: Unsupported stream
id: Strim tidak didukung

# IDS_MAINFRM_93
source: Cannot find DVD directory
id: Tidak bisa menemukan direktori DVD

# IDS_MAINFRM_94
source: Can't create the DVD Navigator filter
id: Tidak bisa membuat filter Navigator DVD

# IDS_AG_FAILED
source: Failed
id: Gagal

# IDS_MAINFRM_96
source: Can't create video capture filter
id: Tidak bisa membuat filter tangkapan video

# IDS_MAINFRM_98
source: No capture filters
id: Tidak ada filter tangkapan

# IDS_MAINFRM_99
source: Can't create capture graph builder object
id: Tidak bisa membuat obyek pembangun grafik tangkapan

# IDS_MAINFRM_108
source: Couldn't open any device
id: Tidak bisa membuka perangkat apapun

# IDS_AG_SOUND
source: Sound
id: Suara

# IDS_MAINFRM_114
source: %s was not found, please insert media containing this file.
id: %s tidak ditemukan, mohon masukka media yang memuat berkas ini.

# IDS_AG_ABORTED
source: Aborted
id: Dibatalkan

# IDS_MAINFRM_116
source: &Properties...
id: &Properti...

# IDS_MAINFRM_117
source: (pin) properties...
id: (pin) properti...

# IDS_AG_UNKNOWN_STREAM
source: Unknown Stream
id: Strim Tidak Dikenal

# IDS_AG_UNKNOWN
source: Unknown %u
id: %u Tidak Dikenal

# IDS_MAINFRM_121
source: (Director Comments 1)
id: (Komentar Director 1)

# IDS_MAINFRM_122
source: (Director Comments 2)
id: (Komentar Director 2)

# IDS_DVD_SUBTITLES_ENABLE
source: Enable DVD subtitles
id: Fungsikan subtitel DVD

# IDS_AG_ANGLE
source: Angle %u
id: Sudut %u

# IDS_AG_VSYNCOFFSET_INCREASE
source: Increase VSync Offset
id: Naikkan Ofset VSync

# IDS_AG_DISABLED
source: Disabled
id: Nonfungsi

# IDS_AG_VSYNCOFFSET_DECREASE
source: Decrease VSync Offset
id: Turunkan Ofset VSync

# IDS_MAINFRM_136
source: MPC-HC D3D Fullscreen
id: Layar Penuh D3D MPC-HC

# IDS_MAINFRM_137
source: Unknown format
id: Format tidak dikenal

# IDS_MAINFRM_138
source: Sub shift: %ld ms
id: Geser sub: %ld ms

# IDS_VOLUME_BOOST_INC
source: Volume boost increase
id: Penggalak volume dinaikkan

# IDS_VOLUME_BOOST_DEC
source: Volume boost decrease
id: Penggalak volume diturunkan

# IDS_VOLUME_BOOST_MIN
source: Volume boost Min
id: Penggalak volume Min

# IDS_VOLUME_BOOST_MAX
source: Volume boost Max
id: Penggalak volume Maks

# IDS_USAGE
source: Usage: mpc-hc.exe "pathname" [switches]
id: Penggunaan: mpc-hc.exe "pathname" [saklar]

# IDS_UNKNOWN_SWITCH
source: Unrecognized switch(es) found in command line string:
id: Alihan tidak dikenal ditemukan dalam untaian perintah baris:

# IDS_AG_TOGGLE_INFO
source: Toggle Information
id: Jungkit Informasi

# IDS_AG_TOGGLE_STATS
source: Toggle Statistics
id: Jungkit Statistik

# IDS_AG_TOGGLE_STATUS
source: Toggle Status
id: Jungkit Status

# IDS_AG_TOGGLE_SUBRESYNC
source: Toggle Subresync Bar
id: Jungkit Bilah Subresync

# IDS_AG_TOGGLE_PLAYLIST
source: Toggle Playlist Bar
id: Jungkit Bilah Daftar Putar

# IDS_AG_TOGGLE_CAPTURE
source: Toggle Capture Bar
id: Jungkit Bilah Tangkapan

# IDS_AG_TOGGLE_DEBUGSHADERS
source: Toggle Debug Shaders
id: Jungkit Shader Awakutu

# IDS_AG_ZOOM_50
source: Zoom 50%
id: Zum 50%

# IDS_AG_ZOOM_100
source: Zoom 100%
id: Zum 100%

# IDS_AG_ZOOM_200
source: Zoom 200%
id: Zum 200%

# IDS_AG_NEXT_AR_PRESET
source: Next AR Preset
id: Prasetel AR Selanjutnya

# IDS_AG_VIDFRM_STRETCH
source: VidFrm Stretch
id: VidFrm Regang

# IDS_AG_VIDFRM_INSIDE
source: VidFrm Inside
id: VidFrm Dalam

# IDS_AG_VIDFRM_OUTSIDE
source: VidFrm Outside
id: VidFrm Luar

# IDS_AG_PNS_RESET
source: PnS Reset
id: PnS Setel Ulang

# IDS_AG_PNS_ROTATEX_P
source: PnS Rotate X+
id: PnS Putar X+

# IDS_AG_VIDFRM_ZOOM1
source: VidFrm Zoom 1
id: VidFrm Zum 1

# IDS_AG_VIDFRM_ZOOM2
source: VidFrm Zoom 2
id: VidFrm Zum 2

# IDS_AG_VIDFRM_SWITCHZOOM
source: VidFrm Switch Zoom
id: VidFrm Zum Alihan

# IDS_ENABLE_ALL_FILTERS
source: &Enable all filters
id: &Fungsikan semua filter

# IDS_LOGO_AUTHOR
source: Author unknown. Contact us if you made this logo!
id: Pengembang tidak dikenal. Hubungi kami jika Anda membuat logo ini!

# IDS_NO_MORE_MEDIA
source: No more media in the current folder.
id: Tidak ada media tersisa di dalam folder saat ini.

# IDS_FIRST_IN_FOLDER
source: The first file of the folder is already loaded.
id: Berkas pertama dalam folder sudah dimuat.

# IDS_LAST_IN_FOLDER
source: The last file of the folder is already loaded.
id: Berkas terakhir dalam folder sudah dimuat.

# IDS_FRONT_LEFT
source: Front Left
id: Depan Kiri

# IDS_FRONT_RIGHT
source: Front Right
id: Depan Kanan

# IDS_FRONT_CENTER
source: Front Center
id: Depan Tengah

# IDS_LOW_FREQUENCY
source: Low Frequency
id: Frekuensi Rendah

# IDS_BACK_LEFT
source: Back Left
id: Belakang Kiri

# IDS_BACK_RIGHT
source: Back Right
id: Belakang Kanan

# IDS_FRONT_LEFT_OF_CENTER
source: Front Left of Center
id: Depan Kiri dari Tengah

# IDS_FRONT_RIGHT_OF_CENTER
source: Front Right of Center
id: Depan Kanan dari Tengah

# IDS_BACK_CENTER
source: Back Center
id: Belakang Tengah

# IDS_SIDE_LEFT
source: Side Left
id: Sisi Kiri

# IDS_SIDE_RIGHT
source: Side Right
id: Sisi Kanan

# IDS_TOP_CENTER
source: Top Center
id: Atas Tengah

# IDS_TOP_FRONT_LEFT
source: Top Front Left
id: Atas Depan Kiri

# IDS_TOP_FRONT_CENTER
source: Top Front Center
id: Atas Depan Tengah

# IDS_TOP_FRONT_RIGHT
source: Top Front Right
id: Atas Depan Kanan

# IDS_TOP_BACK_LEFT
source: Top Back Left
id: Atas Belakang Kiri

# IDS_TOP_BACK_CENTER
source: Top Back Center
id: Atas Belakang Tengah

# IDS_TOP_BACK_RIGHT
source: Top Back Right
id: Atas Belakang Kanan

# IDS_TIME_TOOLTIP_ABOVE
source: Above seek bar
id: Di atas bilah jangkau

# IDS_TIME_TOOLTIP_BELOW
source: Below seek bar
id: Di bawah bilah jangkau

# IDS_APPLY
source: Apply
id: Terapkan

# IDS_CLEAR
source: Clear
id: Bersihkan

# IDS_CANCEL
source: Cancel
id: Batal

# IDS_THUMB_THUMBNAILS
source: Layout
id: Tata Letak

# IDS_THUMB_PIXELS
source: Pixels:
id: Piksel:

# IDS_TEXTFILE_ENC
source: Encoding:
id: Pengenkodean:

# IDS_DISABLE_ALL_FILTERS
source: &Disable all filters
id: &Nonfungsikan semua filter

# IDS_ENABLE_AUDIO_FILTERS
source: Enable all audio decoders
id: Fungsikan semua dekoder audio

# IDS_DISABLE_AUDIO_FILTERS
source: Disable all audio decoders
id: Nonfungsikan semua dekoder audio

# IDS_ENABLE_VIDEO_FILTERS
source: Enable all video decoders
id: Fungsikan semua dekoder video

# IDS_DISABLE_VIDEO_FILTERS
source: Disable all video decoders
id: Nonfungsikan semua dekoder video

# IDS_STRETCH_TO_WINDOW
source: Stretch To Window
id: Lebarkan ke Jendela

# IDS_TOUCH_WINDOW_FROM_INSIDE
source: Touch Window From Inside
id: Sentuh Jendela Dari Dalam

# IDS_ZOOM1
source: Zoom 1
id: Zum 1

# IDS_ZOOM2
source: Zoom 2
id: Zum 2

# IDS_TOUCH_WINDOW_FROM_OUTSIDE
source: Touch Window From Outside
id: Sentuh Jendela Dari Luar

# IDS_AG_REOPEN
source: Reopen File
id: Buka Ulang Berkas

# IDS_MFMT_MOV
source: QuickTime Movie
id: QuickTime

# IDS_MFMT_BINK
source: Smacker/Bink Video
id: Video Smacker/Bink

# IDS_MFMT_FLIC
source: FLIC Animation
id: Animasi FLIC

# IDS_MFMT_OTHER
source: Other
id: Lainnya

# IDS_MFMT_OTHER_AUDIO
source: Other Audio
id: Audio Lainnya

# IDS_MFMT_CDA
source: Audio CD track
id: Trek CD Audio

# IDS_MFMT_PLS
source: Playlist
id: Daftar Putar

# IDS_MFMT_BDPLS
source: Blu-ray playlist
id: Daftar putar blu-ray

# IDS_MFMT_RAR
source: RAR Archive
id: Arsip RAR

# IDS_DVB_CHANNEL_RESOLUTION
source: Resolution
id: Resolusi

# IDS_DVB_CHANNEL_ASPECT_RATIO
source: Aspect Ratio
id: Nisbah Bidang

# IDS_OSD_RS_VSYNC_ON
source: VSync: On
id: VSync: Nyala

# IDS_OSD_RS_VSYNC_OFF
source: VSync: Off
id: VSync: Mati

# IDS_OSD_RS_ACCURATE_VSYNC_ON
source: Accurate VSync: On
id: VSync Akurat: Nyala

# IDS_OSD_RS_ACCURATE_VSYNC_OFF
source: Accurate VSync: Off
id: VSync Akurat: Mati

# IDS_OSD_RS_SYNC_TO_DISPLAY_ON
source: Synchronize Video to Display: On
id: Selaraskan Video ke Tampilan: Nyala

# IDS_OSD_RS_SYNC_TO_DISPLAY_OFF
source: Synchronize Video to Display: Off
id: Selaraskan Video ke Tampilan: Mati

# IDS_OSD_RS_SYNC_TO_VIDEO_ON
source: Synchronize Display to Video: On
id: Selaraskan Tampilan ke Video: Nyala

# IDS_OSD_RS_SYNC_TO_VIDEO_OFF
source: Synchronize Display to Video: Off
id: Selaraskan Tampilan ke Video: Mati

# IDS_OSD_RS_PRESENT_NEAREST_ON
source: Present at Nearest VSync: On
id: Sajikan pada VSync Terdekat: Nyala

# IDS_OSD_RS_PRESENT_NEAREST_OFF
source: Present at Nearest VSync: Off
id: Sajikan pada VSync Terdekat: Mati

# IDS_OSD_RS_COLOR_MANAGEMENT_ON
source: Color Management: On
id: Pengelolaan Warna: Nyala

# IDS_OSD_RS_COLOR_MANAGEMENT_OFF
source: Color Management: Off
id: Pengelolaan Warna: Mati

# IDS_OSD_RS_INPUT_TYPE_AUTO
source: Input Type: Auto-Detect
id: Jenis Masukan: Oto-Deteksi

# IDS_OSD_RS_INPUT_TYPE_HDTV
source: Input Type: HDTV
id: Jenis Masukan: HDTV

# IDS_OSD_RS_INPUT_TYPE_SD_NTSC
source: Input Type: SDTV NTSC
id: Jenis Masukan: SDTV NTSC

# IDS_OSD_RS_INPUT_TYPE_SD_PAL
source: Input Type: SDTV PAL
id: Jenis Masukan: SDTV PAL

# IDS_OSD_RS_AMBIENT_LIGHT_BRIGHT
source: Ambient Light: Bright (2.2 Gamma)
id: Cahaya Ambien: Terang (2.2 Gamma)

# IDS_OSD_RS_AMBIENT_LIGHT_DIM
source: Ambient Light: Dim (2.35 Gamma)
id: Cahaya Ambien: Redup (2.35 Gamma)

# IDS_OSD_RS_AMBIENT_LIGHT_DARK
source: Ambient Light: Dark (2.4 Gamma)
id: Cahaya Ambien: Gelap (2.4 Gamma)

# IDS_OSD_RS_REND_INTENT_PERCEPT
source: Rendering Intent: Perceptual
id: Minat Perenderan: Perseptual

# IDS_OSD_RS_REND_INTENT_RELATIVE
source: Rendering Intent: Relative Colorimetric
id: Minat Perenderan: MetrikWarna Relatif

# IDS_OSD_RS_REND_INTENT_SATUR
source: Rendering Intent: Saturation
id: Minat Perenderan: Kejenuhan

# IDS_OSD_RS_REND_INTENT_ABSOLUTE
source: Rendering Intent: Absolute Colorimetric
id: Minat Perenderan: MetrikWarna Absolut

# IDS_OSD_RS_OUTPUT_RANGE
source: Output Range: %s
id: Rentang Keluaran: %s

# IDS_OSD_RS_FLUSH_BEF_VSYNC_ON
source: Flush GPU before VSync: On
id: Bilas GPU sebelum VSync: Nyala

# IDS_OSD_RS_FLUSH_BEF_VSYNC_OFF
source: Flush GPU before VSync: Off
id: Bilas GPU sebelum VSync: Mati

# IDS_OSD_RS_FLUSH_AFT_PRES_ON
source: Flush GPU after Present: On
id: Bilas GPU setelah Present: Nyala

# IDS_OSD_RS_FLUSH_AFT_PRES_OFF
source: Flush GPU after Present: Off
id: Bilas GPU setelah Present: Mati

# IDS_OSD_RS_WAIT_ON
source: Wait for GPU Flush: On
id: Menunggu Bilas GPU: Nyala

# IDS_OSD_RS_WAIT_OFF
source: Wait for GPU Flush: Off
id: Menunggu Bilas GPU: Mati

# IDS_OSD_RS_D3D_FULLSCREEN_ON
source: D3D Fullscreen: On
id: Layar Penuh D3D: Nyala

# IDS_OSD_RS_D3D_FULLSCREEN_OFF
source: D3D Fullscreen: Off
id: Layar Penuh D3D: Mati

# IDS_OSD_RS_NO_DESKTOP_COMP_ON
source: Disable desktop composition: On
id: Nonfungsikan komposisi destop: Nyala

# IDS_OSD_RS_NO_DESKTOP_COMP_OFF
source: Disable desktop composition: Off
id: Nonfungsikan komposisi destop: Mati

# IDS_OSD_RS_ALT_VSYNC_ON
source: Alternative VSync: On
id: VSync Alternatif: Nyala

# IDS_OSD_RS_ALT_VSYNC_OFF
source: Alternative VSync: Off
id: VSync Alternatif: Mati

# IDS_OSD_RS_RESET_DEFAULT
source: Renderer settings reset to default
id: Pengaturan perender disetel ulang ke bawaan

# IDS_OSD_RS_RESET_OPTIMAL
source: Renderer settings reset to optimal
id: Pengaturan perender disetel ulang ke optimal

# IDS_OSD_RS_D3D_FS_GUI_SUPP_ON
source: D3D Fullscreen GUI Support: On
id: Dukungan GUI Layar Penuh D3D: Nyala

# IDS_OSD_RS_D3D_FS_GUI_SUPP_OFF
source: D3D Fullscreen GUI Support: Off
id: Dukungan GUI Layar Penuh D3D: Mati

# IDS_OSD_RS_10BIT_RBG_OUT_ON
source: 10-bit RGB Output: On
id: Keluaran 10-bit RGB: Nyala

# IDS_OSD_RS_10BIT_RBG_OUT_OFF
source: 10-bit RGB Output: Off
id: Keluaran 10-bit RGB: Mati

# IDS_OSD_RS_10BIT_RBG_IN_ON
source: Force 10-bit RGB Input: On
id: Paksa Masukkan 10-bit RGB: Nyala

# IDS_OSD_RS_10BIT_RBG_IN_OFF
source: Force 10-bit RGB Input: Off
id: Paksa Masukkan 10-bit RGB: Mati

# IDS_OSD_RS_FULL_FP_PROCESS_ON
source: Full Floating Point Processing: On
id: Pemrosesan Full Floating Point: Nyala

# IDS_OSD_RS_FULL_FP_PROCESS_OFF
source: Full Floating Point Processing: Off
id: Pemrosesan Full Floating Point: Mati

# IDS_OSD_RS_HALF_FP_PROCESS_ON
source: Half Floating Point Processing: On
id: Pemrosesan Half Floating Point: Nyala

# IDS_OSD_RS_HALF_FP_PROCESS_OFF
source: Half Floating Point Processing: Off
id: Pemrosesan Half Floating Point: Mati

# IDS_BRIGHTNESS_DEC
source: Brightness decrease
id: Kecerahan turun

# IDS_CONTRAST_INC
source: Contrast increase
id: Kontras naik

# IDS_CONTRAST_DEC
source: Contrast decrease
id: Kontras turun

# IDS_HUE_INC
source: Hue increase
id: Rona naik

# IDS_HUE_DEC
source: Hue decrease
id: Rona turun

# IDS_SATURATION_INC
source: Saturation increase
id: Kejenuhan naik

# IDS_SATURATION_DEC
source: Saturation decrease
id: Kejenuhan turun

# IDS_RESET_COLOR
source: Reset color settings
id: Setel ulang pengaturan warna

# IDS_USING_LATEST_STABLE
source: You are already using the latest stable version.
id: Anda sudah menggunakan versi stabil terbaru.

# IDS_USING_NEWER_VERSION
source: Your current version is v%s. The latest stable version is v%s.
id: Versi Anda saat ini adalah v%s. Versi stabil terakhir adalah v%s.

# IDS_NEW_UPDATE_AVAILABLE
source: MPC-HC v%s is now available. You are using v%s. Do you want to visit MPC-HC's website to download it?
id: MPC-HC v%s tersedia. Anda menggunakan v%s. Apakah Anda ingin mengunjungi situs web MPC-HC untuk mengunduhnya?

# IDS_UPDATE_ERROR
source: Update server not found. Please check your internet connection or try again later.
id: Server pemutakhiran tidak ditemukan. Mohon periksa sambungan internet Anda atau coba lagi nanti.

# IDS_UPDATE_CLOSE
source: &Close
id: &Tutup

# IDS_OSD_ZOOM
source: Zoom: %.0lf%%
id: Zum: %.0lf%%

# IDS_OSD_ZOOM_AUTO
source: Zoom: Auto
id: Zum: Auto

# IDS_CUSTOM_CHANNEL_MAPPING
source: Toggle custom channel mapping
id: Jungkit pemetaan saluran khusus

# IDS_OSD_CUSTOM_CH_MAPPING_ON
source: Custom channel mapping: On
id: Pemetaan saluran khusus: Nyala

# IDS_OSD_CUSTOM_CH_MAPPING_OFF
source: Custom channel mapping: Off
id: Pemetaan saluran khusus: Mati

# IDS_NORMALIZE
source: Toggle normalization
id: Jungkit normalisasi

# IDS_OSD_NORMALIZE_ON
source: Normalization: On
id: Normalisasi: Nyala

# IDS_OSD_NORMALIZE_OFF
source: Normalization: Off
id: Normalisasi: Mati

# IDS_REGAIN_VOLUME
source: Toggle regain volume
id: Jungkit pengerasan volume

# IDS_OSD_REGAIN_VOLUME_ON
source: Regain volume: On
id: Pengerasan volume: Nyala

# IDS_OSD_REGAIN_VOLUME_OFF
source: Regain volume: Off
id: Pengerasan volume: Mati

# IDS_SIZE_UNIT_BYTES
source: bytes
id: byte

# IDS_BDA_ERROR_CREATE_TUNER
source: Could not create the tuner.
id: Tidak bisa membuat pelaras.

# IDS_BDA_ERROR_CREATE_RECEIVER
source: Could not create the receiver.
id: Tidak bisa membuat penerima.

# IDS_BDA_ERROR_CONNECT_NW_TUNER
source: Could not connect the network and the tuner.
id: Tidak bisa menyambungkan jaringan dan pelaras.

# IDS_BDA_ERROR_CONNECT_TUNER_REC
source: Could not connect the tuner and the receiver.
id: Tidak bisa menyambungkan pelaras dan penerima.

# IDS_BDA_ERROR_CONNECT_TUNER
source: Could not connect the tuner.
id: Tidak bisa menyambungkan pelaras.

# IDS_BDA_ERROR_DEMULTIPLEXER
source: Could not create the demultiplexer.
id: Tidak bisa membuat awamultiplekser.

# IDS_GOTO_ERROR_PARSING_TIME
source: Error parsing the entered time!
id: Galat mengurai waktu yang dimasukkan!

# IDS_GOTO_ERROR_PARSING_TEXT
source: Error parsing the entered text!
id: Galat mengurai teks yang dimasukkan!

# IDS_GOTO_ERROR_PARSING_FPS
source: Error parsing the entered frame rate!
id: Galat mengurai laju frame yang dimasukkan!

# IDS_FRAME_STEP_ERROR_RENDERER
source: Cannot frame-step, try a different video renderer.
id: Tidak bisa menuntun frame, coba perender video yang berbeda.
