Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: ar, be, bn, bs_ba, ca, de, fi, gl, he, hr, hu, hy, it, ja, ko, lt, ms_my, nl, pa, ro, ru, sk, sl, sr, sv, th_th, tr, tt, vi

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
ar: سوف يتم تثبيت [name] على جهازك. يستحسن - قبل الاستمرار - إغلاق كافة البرامج المفتوحة
be: Зараз на ваш камп'ютар будзе ўсталявана праграма [name]. Перш чым працягнуць, рэкамендуецца закрыць усе астатнія праграмы.
bn: এর মাধ্যমে আপনার কম্পিউটারে [name] ইনস্টল করা হবে। প্রক্রিয়াটি চালিয়ে যাওয়ার পূর্বে অন্যান্য সকল অ্যাপ্লিকেশন বন্ধ করার পরামর্শ দেয়া যাচ্ছে।
bs_ba: Ovo će instalirati [name] na vaš računar. Preporučljivo je da, prije nastavka, zatvorite sve ostale programe.
ca: Això instal·larà [name] al vostre ordinador Es recomana tancar totes les aplicacions abans de continuar.
de: Dieses Programm installiert [name] auf Ihrem Computer. Es wird empfohlen, alle laufenden Programme zu beenden, bevor Sie mit der Installation fortfahren.
fi: Tämä asentaa [name] tietokoneellesi. On suositeltavaa, että suljet kaikki muut ohjelmat ennenkuin jatkat.
gl: Isto intalará [name] no teu ordenador. Recomendase que peches todas as aplicacións antes de seguir.
he: תוכנית התקנה זו תתקין את [name] על מחשבך. מומלץ לסגור את שאר האפליקציות לפני שממשיכים.
hr: Ovo će instalirati [name] na vaše računalo. Preporučeno je da zatvorite sve otvorene programe prije nego nastavite.
hu: Ez telepíteni fogja a(z) [name]-t a számítógépére. Ajánlott, hogy minden más alkalmazást zárjon be a folytatás előtt.
hy: [name]-ը կտեղադրվի ձեր համակարգչում։ Խորհուրդ ենք տալիս փակել մյուս բոլոր ծրագրերը։
it: Questo installerà [name] sul tuo computer. E' consigliato chiudere tutte le altre applicazioni prima di continuare.
ja: このプログラムはあなたのコンピュータ上に [name] をインストールします。 セットアップを続行する前に他のすべてのアプリケーションを閉じることが推奨されます。
ko: 이것은 [name] 를(을) 당신의 컴퓨터에 설치합니다. 설치를 계속하기 전에 다른 모든 프로그램을 종료하는 것을 권장합니다.
lt: Ši programa įdiegs [name] į jūsų kompiuterį. Rekomenduojama išjungti visas kitas programas, prieš pradedant diegimą.
ms_my: Ini akan memasang [name] ke dalam komputer anda. Disarankan anda tutup semua aplikasi lain sebelum diteruskan.
nl: Dit programma zal [name] op uw computer installeren. Het is aanbevolen dat u alle andere toepassingen sluit voordat u verder gaat.
pa: ਇਹ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ [name] ਇੰਸਟਾਲ ਕਰੇਗਾ। ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਸਭ ਪਰੋਗਰਾਮ ਬੰਦ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।
ro: Se va instala [name] pe calculatorul dumneavoastră. Este recomandat să închideţi toate celelalte aplicaţii înainte de a continua.
ru: Программа установит [name] на ваш компьютер. Рекомендуется закрыть все прочие приложения перед тем, как продолжить.
sk: Teraz sa nainštaluje [name] do Vášho počítača. Predtým než budete pokračovať, odporúčame ukončiť všetky ostatné programy.
sl: [name] bo nameščen na tem računalniku. Priporočamo, da zaprete vse ostale programa pred nadaljevanjem.
sr: Овим ћете инсталирати [name] на ваш рачунар. Препоручује се да затворите све друге програме пре него што наставите.
sv: Detta kommer att installera [name] på din dator. Det rekommenderas att du stänger alla andra program innan du fortsätter.
th_th: สิ่งนี้จะติดตั้ง [name] บนคอมพิวเตอร์ของคุณ ขอแนะนำให้คุณปิดโปรแกรมอื่นๆ ก่อนทำขั้นตอนต่อไป
tr: [name] medya oynatıcısı programı bilgisayarınıza kurulacaktır. Kuruluma geçmeden önce tüm açık uygulamaları kapatmanızı öneriyoruz.
tt: Программа сезнең санакка [name] урнаштырачак. Дәвам итү алдыннан барлык башка эшлекле кушымталарны ябарга кирәк.
vi: Chuẩn bị cài đặt [name] vào máy tính của bạn. Đề nghị bạn đóng tất cả các ứng dụng khác trước khi tiếp tục.

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
ar: يتطلب [name] نظام تشغيل windows XP Service Pack 3 أو إصدار أحدث منه.
be: Для запуску [name] патрабуецца Windows XP SP3 або навейшая.
bn: [name] চালানোর জন্য Windows XP Service Pack 3 অথবা ঊর্ধ্বতন সংস্করণ প্রয়োজন।
bs_ba: [name] za pokretanje zahtijeva Windows XP Service Pack 3 ili noviji.
ca: [name] requereix Windows XP Service Pack 3 o superior per funcionar.
de: [name] benötigt Windows XP Service Pack 3 oder höher.
fi: [name] vaatii toimiakseen Windows XP Service Pack 3 tai uudempaa
gl: [name] require Windows XP Service Pack 3 ou posterior.
he: [name] דורש Windows XP Service Pack 3 או חדש יותר כדי לרוץ.
hr: Da bi se pokrenuo [name] potrebno je imati Windows XP Service Pack 3 ili novije.
hu: Windows XP Service Pack 3 vagy újabb szükséges a(z) [name] futtatásához.
hy: [name]-ը պահանջում է Windows XP Service Pack 3 կամ ավելի բարձր։
it: [name] richiede Windows XP Service Pack 3 o successivo per funzionare.
ja: [name] を実行する為には Windows XP Service Pack 3 以降が必要です。
ko: [name] 는(은) Windows XP Service Pack 3 또는 그 이상의 버전에서만 설치할 수 있습니다.
lt: [name] veikimui reikalingas Windows XP su 3-čiu pakeitimų paketu arba naujesne versija.
ms_my: [name] memerlukan Windows XP Service Pack 3 atau yg lebih baharu untuk dijalankan.
nl: [name] vereist Windows XP Service Pack 3 of hoger om uit te voeren.
ro: [name] necesită Windows XP Service Pack 3 sau mai nou pentru a rula.
ru: [name] Эта программа требует Windows XP Service Pack 3 или выше.
sk: [name] vyžaduje pre svoje fungovanie systém Windows XP Service Pack 3 alebo novší.
sl: [name] zahteva za delovanje Windows XP Service Pack 3 ali novejše
sr: [name] захтева Windows XP Service Pack 3 или новији за покретање.
sv: [name] kräver Windows XP Service Pack 3 eller senare.
th_th: [name] ต้องการ Windows XP Service Pack 3 หรือรุ่นที่ใหม่กว่าเพื่อปฏิบัติการ
tr: [name] kurulumu, ancak Windows XP Servis Paketi 3 veya daha yenisi ile çalışabilir.
tt: [name] программасы Windows XP Service Pack 3 яки югарырак таләп итә.
vi: Để cài đặt, [name] yêu cầu Windows XP Service Pack 3 hoặc mới hơn.

# CustomMessages_comp_mpciconlib
source: Icon Library
ar: مكتبة الأيقونات
be: Бібліятэка значкоў
bn: আইকন লাইব্রেরি
bs_ba: Biblioteka Ikonica
ca: Col·lecció d’icones
de: Dateisymbole für verknüpfte Mediendateien
fi: Ikonikirjasto
gl: Biblioteca de iconas
he: ספריית אייקונים
hr: Biblioteka ikona
hu: Ikon Gyűjtemény
hy: Պատկերների գրադարան
it: Icona Libreria
ja: アイコン ライブラリ
ko: 아이콘 라이브러리
lt: Piktogramų biblioteka
ms_my: Pustaka Ikon
nl: Iconen voor mediabestanden
pa: ਆਈਕਾਨ ਲਾਇਬਰੇਰੀ
ro: Bibliotecă de pictograme
ru: Библиотека значков
sk: Knižnica ikon
sl: Knjižnica ikon
sr: Библиотека са иконама
sv: Ikonbibliotek
th_th: คลังไอคอน
tr: Simge Kütüphanesi
tt: Билгечекләр китапханәсе
vi: Thư viện biểu tượng

# CustomMessages_comp_mpcresources
source: Translations
ar: الترجمة
be: Пераклады
bn: অনুবাদসমূহ
bs_ba: Prijevodi
ca: Traduccions
de: Sprachdateien (darunter Deutsch)
fi: Käännökset
gl: Traducións
he: תרגומים
hr: Prijevodi
hu: Fordítások
hy: Թարգմանություններ
it: Traduzioni
ja: 翻訳
ko: 번역
lt: Vertimai
ms_my: Terjemahan
nl: Taal
pa: ਅਨੁਵਾਦ
ro: Traduceri
ru: Локализации
sk: Preklady
sl: Prevodi
sr: Преводи
sv: Översättningar
th_th: การแปลภาษา
tr: Çeviriler
tt: Телләштерү
vi: Các gói ngôn ngữ

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
ar: هل تريد حذف إعدادات ضبظ البرنامج؟ إذا كنت تنوي تثبيت البرنامج مرة أخرى، فلا يلزمك حذفها.
be: Ці выдаліць налады MPC-HC? Калі вы збіраецеся ўсталяваць MPC-HC зноў, выдаляць іх не трэба.
bn: আপনি কি MPC-HCএর সেটিংসমূহও মুছে ফেলতে চান? আপনার যদি পুনরায় MPC-HC ইনস্টল করার পরিকল্পনা থাকে, তাহলে এসব মুছে ফেলতে হবে না।
bs_ba: Da li želite izbrisati i MPC-HC podešenja? Ako planirate ponovo instalirati MPC-HC onda ih ne trebate brisati.
ca: Vols eliminar les preferències del MPC-HC? Si planeges instal.lar altre cop el MPC-HC no necessites eliminar-les.
de: Wollen Sie auch die Programmeinstellungen löschen? Wenn Sie den MPC-HC wieder installieren möchten, dann müssen Sie diese nicht unbedingt löschen.
fi: Haluatko poistaa myöskin MPC-HC:n asetukset? Jos aiot asentaa MPC-HC:n uudelleen, niitä ei tarvitse poistaa.
gl: Tamén queres eliminar os axustes de MPC-HC? Se te plantexas instalar MPC-HC outra vez entón non o tes que eliminar.
he: האם ברצונך גם למחוק את ההגדרות של MPC-HC? אם אתה מתכנן להתקין את MPC-HC בשנית, אינך חייב להסירן.
hr: Želite li obrisati postavke od MPC-HC? Ako planirate ponovno instalirati MPC-HC, ne morate ih brisati.
hu: Az MPC-HC beállításokat is törölni szeretné? Ha azt tervezi, hogy újratelepíti az MPC-HC-t, akkor nem kell törölnie őket.
hy: Ջնջե՞լ MPC-HC-ի կարգավորումները։ Եթե նախատեսում եք վերատեղադրել MPC-HC, ապա պետք է չէ դրանք ջնջել։.
it: Vuoi eliminare anche le impostazioni di MPC-HC? Se pensi di reinstallare MPC-HC in seguito non dovresti eliminarle.
ja: MPC-HC の設定を削除してもよろしいですか？ MPC-HC を再度インストールする場合、設定を削除する必要はありません。
ko: MPC-HC 의 설정도 삭제 하시겠습니까? MPC-HC 를 다시 설치할 계획이라면 설정들을 삭제할 필요가 없습니다.
lt: Ar norite taip pat ištrinti MPC-HC nuostatas? Jei planuojate vėl diegti MPC-HC, tada jų trinti nebūtina.
ms_my: Anda mahu padam tetapan MPC-HC? Jika anda bercadang untuk memasang MPC-HC lagi, maka anda tidak perlu memadamnya.
nl: Wilt u ook de instellingen van MPC-HC verwijderen? Als u van plan bent MPC-HC opnieuw te gaan installeren is dit niet nodig.
pa: ਕੀ ਤੁਸੀਂ MPC-HC ਸੈਟਿੰਗਾਂ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਜੇ ਤੁਸੀਂ MPC-HC ਨੂੰ ਵਾਪਿਸ ਇੰਸਟਾਲ ਕਰਨ ਬਾਰੇ ਸੋਚਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਹਟਾਉਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ਹੈ।
ro: Doriţi de asemenea să ştergeţi setările MPC-HC? Dacă doriţi a reinstala MPC-HC, atunci nu este necesar să le ştergeţi.
ru: Удалить также настроенные параметры MPC-HC? Если запланирована переустановка MPC-HC, эти параметры не нужно удалять.
sk: Chcete vymazať aj nastavenia programu MPC-HC? Ak plánujete opätovnú inštaláciu programu MPC-HC, tak nie je potrebné ich vymazávať.
sl: Želite izbrisati nastavitve MPC-HC? Če nameravate spet namestiti MPC-HC, potem vam jih ni potrebno izbrisati.
sr: Желите ли да обришете и поставке MPC-HC-а? Не морате их брисати ако планирате поново да инсталирате MPC-HC.
sv: Vill du också ta bort inställningarna för MPC-HC? Om du planerar att installera MPC-HC igen så behöver du inte ta bort dem.
th_th: คุณต้องการลบการตั้งค่า MPC-HC ด้วยหรือไม่? หากคุณวางแผนจะติดตั้ง MPC-HC อีกครั้ง คุณไม่จำเป็นต้องลบมันออก
tr: MPC-HC ayarlarını da silmek istiyor musunuz? MPC-HC 'yi tekrar yüklemeyi planlıyorsanız, bu ayarları silmemenizi öneririz.
tt: Шулай ук көйләнгән MPC-HC шартларын да бетерергәме? Әгәр ниятләнгән киредән MPC-HC урнаштыру булса, бу шартларны бетерергә кирәк түгел.
vi: Bạn cũng muốn xóa các thiết lập của MPC-HC? Nếu bạn dự định cài đặt lại MPC-HC thì bạn không cần phải xóa chúng.

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
bn: MPC-HCএর সেটআপ ইতিমধ্যে চলমান রয়েছে!
ca: La instal.lació del MPC-HC ja se està executant!
de: MPC-HC Setup wird bereits ausgeführt!
fi: MPC-HC:n asennus on jo käynnissä!
gl: O instalador de MPC-HC xa está correndo!
he: ההתקנה של MPC-HC כבר רצה!
hr: MPC-HC instalacija je već pokrenuta!
hu: Az MPC-HC telepítő már fut!
hy: MPC-HC-ի տեղակայիչը արդեն բացված է!
it: L'installazione di MPC-HC è già in corso!
ja: MPC-HC のセットアップは既に実行されています！
ko: MPC-HC 설치 프로그램이 이미 실행 중입니다!
nl: MPC-HC installatie is al gestart!
ro: Instalatorul MPC-HC rulează deja!
ru: Программа установки MPC-HC уже запущена!
sl: Namestitev MPC-HC je že zagnana!
sr: Инсталација MPC-HC-а је већ покренута!
sv: Installation av MPC-HC pågår redan!
th_th: การติดตั้ง MPC-HC กำลังดำเนินการอยู่!
tt: MPC-HC урнаштыру программасы инде кабызылган!
vi: MPC-HC đang được cài đặt!

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
ar: هذه النسخة من البرنامج تتطلب معالج يدعم خاصية SSE. معالج جهازك لايحمل هذه المتطلبات.
be: Гэта зборка MPC-HC патрабуе працэсар, з падтрымкай SSE-інструкцый. Ваш працэсар не адпавядае патрабаванням.
bn: MPC-HCএর এই নির্মাণটির জন্য SSE এক্সটেনশন সমর্থন করে এমন একটি CPUর প্রয়োজন। আপনার CPUর সেই কর্মক্ষমতা নেই।
bs_ba: Ova verzija MPC-HC zahtijeva CPU sa SSE podrškom. Vaš CPU nema te mogućnosti.
ca: Aquesta versió de MPC-HC requereix una CPU amb suport d'extensions SSE. La teva CPU no cumpleix aquestes característiques.
de: Dieses MPC-HC-Build benötigt einen Prozessor mit SSE-Unterstützung. Ihr Prozessor besitzt nicht diese Eigenschaft.
fi: MPC-HC:n tämä versio edellyttää CPU:lta SSE-laajennusten tukea. Prosessorissasi ei ole niitä ominaisuuksia.
gl: Esta versión de MPC-HC require unha CPU con soporte para a extensión SSE . O seu CPU non ten estas capacidades.
he: גרסה זו של MPC-HC דורשת מעבד עם תמיכה בהרחבת SSE. המעבד שברשותך אינו תומך בכך.
hr: Ova verzija MPC-HC zahtijeva procesor sa SSE podrškom. Vaš procesor nema te mogućnosti.
hu: Az MPC-HC jelen változatához SSE támogatással bíró CPU-ra van szüksége. Az ön CPU-ja nem rendelkezik ilyen támogatással.
hy: MPC-HC-ի այս տարբերակը պահանջում է CPU՝ SSE-ի աջակցմամբ։ Ձեր CPU-ն այն չի աջակցում։
it: Questa build di MPC-HC richiede una CPU con il supporto alle estensioni SSE. La tua CPU non dispone di questa caratteristica.
ja: このバージョンの MPC-HC には CPU の SSE 拡張サポートが必要です。 お使いの CPU はこれらの機能を満たしていません。
ko: 이 버전의 MPC-HC 는 SSE 기술을 지원하는 CPU가 필요합니다. 이 컴퓨터의 CPU는 이 기술을 지원하지않습니다.
lt: Šiai MPC-HC versijai reikalingas centrinis procesorius su SSE plėtinio palaikymu. Jūsų procesorius neturi šių galimybių.
ms_my: Binaan MPC-HC ini memerlukan CPU dengan sokongan sambungan SSE. CPU anda tidak mempunyai keupayaan tersebut.
nl: Deze versie van MPC-HC heeft een processor nodig die SSE ondersteunt. Uw processor ondersteund dit niet.
ro: Această versiune de MPC-HC necesită un procesor cu suport pentru extensii SSE. Procesorul dumneavoastră nu are aceste capacităţi.
ru: Для этой сборки MPC-HC требуется процессор с поддержкой SSE-инструкций. В данном процессоре они не поддерживаются.
sk: Toto zostavenie MPC-HC vyžaduje procesor s podporou inštrukcií SSE. Váš procesor ich nepodporuje.
sl: Ta različica MPC-HC zahteva procesor s podporo SSE razširitvam. Vaš procesor nima teh zmožnosti.
sr: Ова верзија MPC-HC-а захтева процесор са подршком за SSE проширења. Ваш процесор нема те могућности.
sv: Denna version av MPC-HC kräver en processor med stöd för SSE. Din processor saknar detta stöd.
th_th: MPC-HC รุ่นนี้ ต้องการ CPU ที่สนับสนุนส่วนเสริม SSE CPU ของคุณไม่มีความสามารถนั้น
tr: Bu MPC-HC sürümü, SSE eklentisi destekleyen bir işlemci gerektirmektedir. İşlemciniz malesef bu özelliği desteklemiyor.
tt: Бу MPC-HC бөрмәсе өчен SSE-кагыйдәләрен кулланган процессор кирәк. Әлеге процессорда алар кулланылмый.
vi: Phiên bản MPC-HC này yêu cầu CPU có hỗ trợ phần mở rộng SSE. CPU của bạn không đáp ứng được yêu cầu này.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
ar: هذه النسخة من البرنامج تتطلب معالج يدعم خاصية SSE2. معالج جهازك لايحمل هذه المتطلبات.
be: Гэта зборка MPC-HC патрабуе працэсар, з падтрымкай SSE2-інструкцый. Ваш працэсар не адпавядае патрабаванням.
bn: MPC-HCএর এই নির্মাণটির জন্য SSE2 এক্সটেনশন সমর্থন করে এমন একটি CPUর প্রয়োজন। আপনার CPUর সেই কর্মক্ষমতা নেই।
bs_ba: Ova verzija MPC-HC zahtijeva CPU sa SSE2 podrškom. Vaš CPU nema te mogućnosti.
ca: Aquesta versió de MPC-HC requereix una CPU amb suport d'extensions SSE2. La teva CPU no cumpleix aquestes característiques.
de: Dieses MPC-HC-Build benötigt einen Prozessor mit SSE2-Unterstützung. Ihr Prozessor besitzt nicht diese Eigenschaft.
fi: MPC-HC:n tämä versio edellyttää CPU:lta SSE2-laajennusten tukea. Prosessorissasi ei ole niitä ominaisuuksia.
gl: Esta versión de MPC-HC require unha CPU con soporte para a extensión SSE2 . O seu CPU non ten estas capacidades.
he: גרסה זו של MPC-HC דורשת מעבד עם תמיכה בהרחבת SSE2. המעבד שברשותך אינו תומך בכך.
hr: Ova verzija MPC-HC zahtijeva procesor sa SSE2 podrškom. Vaš procesor nema te mogućnosti.
hu: Az MPC-HC jelen változatához SSE2 támogatással bíró CPU-ra van szüksége. Az ön CPU-ja nem rendelkezik ilyen támogatással.
hy: MPC-HC-ի այս տարբերակը պահանջում է CPU՝ SSE2-ի աջակցմամբ։ Ձեր CPU-ն այն չի աջակցում։
it: Questa build di MPC-HC richiede una CPU con il supporto alle estensioni SSE2. La tua CPU non dispone di questa caratteristica.
ja: このバージョンの MPC-HC には CPU の SSE2 拡張サポートが必要です。 お使いの CPU はこれらの機能を満たしていません。
ko: 이 버전의 MPC-HC 는 SSE2 기술을 지원하는 CPU가 필요합니다. 이 컴퓨터의 CPU는 이 기술을 지원하지않습니다.
lt: Šiai MPC-HC versijai reikalingas centrinis CPU su SSE2 plėtinio palaikymu. Jūsų procesorius neturi šių galimybių.
ms_my: Binaan MPC-HC ini memerlukan CPU dengan sokongan sambungan SSE2. CPU anda tidak mempunyai keupayaan tersebut.
nl: Deze versie van MPC-HC heeft een processor nodig die SSE2 ondersteunt. Uw processor ondersteund dit niet.
ro: Această versiune de MPC-HC necesită un procesor cu suport pentru extensii SSE2. Procesorul dumneavoastră nu are aceste capacităţi.
ru: Для этой сборки MPC-HC требуется процессор с поддержкой SSE2-инструкций. В данном процессоре они не поддерживаются.
sk: Toto zostavenie MPC-HC vyžaduje procesor s podporou inštrukcií SSE2. Váš procesor ich nepodporuje.
sl: Ta različica MPC-HC zahteva procesor s podporo SSE2 razširitvam. Vaš procesor nima teh zmožnosti.
sr: Ова верзија MPC-HC-а захтева процесор са подршком за SSE2 проширења. Ваш процесор нема те могућности.
sv: Denna version av MPC-HC kräver en processor med stöd för SSE2. Din processor saknar detta stöd.
th_th: MPC-HC รุ่นนี้ ต้องการ CPU ที่สนับสนุนส่วนเสริม SSE2 CPU ของคุณไม่มีความสามารถนั้น
tr: Bu MPC-HC sürümü, SSE2 eklentisi destekleyen bir işlemci gerektirmektedir. İşlemciniz malesef bu özelliği desteklemiyor.
tt: Бу MPC-HC бөрмәсе өчен SSE2-кагыйдәләрен кулланган процессор кирәк. Әлеге процессорда алар кулланылмый.
vi: Phiên bản MPC-HC này yêu cầu CPU có hỗ trợ phần mở rộng SSE2. CPU của bạn không đáp ứng được yêu cầu này.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
ar: زُر صفحتنا في الويكي لتحميل صور شريط الأدوات
be: Наведаць нашу Wiki-старонку каб спампаваць выявы для панэлі навігацыі
bn: টুলবার এর ছবি ডাউনলোড করতে আমাদের Wiki পেইজে যেতে পারেন
bs_ba: Posjetite našu Wiki stranicu da preuzmete slike alatne trake
ca: Visita la nostra pàgina de Wiki per descarregar imatges per la barra d'eines
de: Toolbar-Bilder von der Wiki-Seite herunterladen
fi: Vieraile Wiki-sivustollamme imuroidaksesi työkalupalkin kuvat
gl: Visite a nosa Wiki para descargar imaxes da barra de ferramentas
hr: Posjetite našu Wiki stranicu da biste skinuli slike za alatnu traku
hu: Látogassa meg a Wiki oldalunkat eszköztár képek letöltéséhez
it: Visita la nostra pagina Wiki per scaricare le immagini della barra degli strumenti
ja: Wiki ページに移動してツールバーの画像をダウンロードする
ko: 툴바 이미지들을 다운로드하기 위해 위키 페이지로 방문.
lt: Aplankykite mūsų Wiki puslapį įrankių juostos paveikslėliams atsisiųsti
ms_my: Lawati laman Wiki kami untuk memuat turun imej palang alat
nl: Bezoek onze Wiki pagina om de werkbalk afbeeldingen te downloaden
pa: ਟੂਲਬਾਰ ਚਿੱਤਰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਸਾਡੇ ਵਿਕੀ ਸਫ਼ੇ ਨੂੰ ਖੋਲ੍ਹੋ
ro: Vizitați pagina noastră Wiki pentru a descărca imagini pentru bara de instrumente
ru: Посетите нашу Вики, чтобы скачать темы для панели управления
sk: Pre obrázky na panel nástrojov navštívte našu stránku Wiki
sl: Obiščite našo Wiki stran za slike orodne vrstice
sr: Посети вики страницу ради преузимања слика траке са алаткама
sv: Besök vår Wiki för att ladda ned verktygsfältsbilder
th_th: เยี่ยมชมหน้า Wiki ของเรา เพื่อดาวน์โหลดรูปแถบเครื่องมือ
tr: Araç çubuğu simgelerini indirmek için Wiki sayfamızı ziyaret edebilirsiniz
vi: Truy cập trang Wiki của chúng tôi để tải xuống thanh công cụ khác

# CustomMessages_tsk_AllUsers
source: For all users
ar: لجميع المستخدمين
be: Для ўсіх карыстальнікаў
bn: সকল ব্যবহারকারীর জন্য
bs_ba: Za sve korisnike
ca: Per tots els usuaris
de: Für alle Benutzer
fi: Kaikille käyttäjille
gl: Para todos os usuarios
he: עבור כל המשתמשים
hr: Za sve korisnike
hu: Minden felhasználónak
hy: Բոլորի համար
it: Per tutti gli utenti
ja: すべてのユーザーにインストールする
ko: 모든 사용자
lt: Visiems naudotojams
ms_my: Untuk semua pengguna
nl: Voor alle gebruikers
pa: ਸਭ ਵਰਤੋਂਕਾਰਾਂ ਲਈ
ro: Pentru toţi utilizatorii
ru: Для всех пользователей данного компьютера
sk: Pre všetkých používateľov
sl: Za vse uporabnike
sr: За све кориснике
sv: För alla användare
th_th: สำหรับผู้ใช้ทุกราย
tr: Tüm kullanıcılar için
tt: Әлеге санакны кулланган барлык кулланучылар өчен
vi: Cho mọi người dùng

# CustomMessages_tsk_CurrentUser
source: For the current user only
ar: للمستخدم الحالي فقط
be: Толькі для гэтага карыстальніка
bn: শুধুমাত্র বর্তমান ব্যবহারকারীর জন্য
bs_ba: Samo za trenutnog korisnika
ca: Només per l'usuari actual
de: Nur für den aktuellen Benutzer
fi: Vain nykyiselle käyttäjälle
gl: Só para o usuario actual
he: עבור המשתמש הנוכחי בלבד
hr: Samo za trenutnog korisnika
hu: Csak a jelenlegi felhasználónak
hy: Միայն ձեզ համար
it: Solo per l'utente corrente
ja: 現在実行しているユーザーにのみインストールする
ko: 현재 사용자만
lt: Dabartiniam naudotojui
ms_my: Untuk pengguna semasa sahaja
nl: Allen voor de huidige gebruiker
pa: ਕੇਵਲ ਮੌਜੂਦਾ ਵਰਤੋਂਕਾਰ ਲਈ ਹੀ
ro: Doar pentru utilizatorul curent
ru: Только для текущего пользователя
sk: Len pre aktuálneho používateľa
sl: Samo za trenutnega uporabnika
sr: Само за тренутног корисника
sv: Endast för den aktuella användaren
th_th: สำหรับผู้ใช้ปัจจุบันเท่านั้น
tr: Sadece geçerli kullanıcı için
tt: Хәзерге кулланучы өчен генә
vi: Chỉ cho người dùng hiện tại

# CustomMessages_tsk_Other
source: Other tasks:
ar: مهام أخرى:
be: Іншыя заданні:
bn: অন্যান্য কাজসমূহ:
bs_ba: Drugi zadaci:
ca: Altres tasques:
de: Andere Aufgaben:
fi: Muut tehtävät:
gl: Outras tarefas:
he: פעולות אחרות:
hr: Ostali zadaci:
hu: Egyéb feladatok:
hy: Լրացուցիչ.
it: Altre operazioni:
ja: 他のタスク:
ko: 다른 작업:
lt: Kitos užduotys:
ms_my: Tugas lain:
nl: Andere taken:
pa: ਹੋਰ ਟਾਸਕ:
ro: Alte activităţi:
ru: Другие задачи:
sk: Iné úlohy:
sl: Ostala opravila:
sr: Остали задаци:
sv: Andra uppgifter:
th_th: งานอื่น:
tr: Diğer görevler:
tt: Башка йомышлар:
vi: Các tác vụ khác:

# CustomMessages_tsk_ResetSettings
source: Reset settings
ar: إعادة ضبظ الإعدادات
be: Скінуць налады
bn: সেটিংসমূহ পুনর্বিন্যাস
bs_ba: Resetuj podešavanja
ca: Reiniciar preferències
de: Programmeinstellungen zurücksetzen
fi: Nollaa asetukset
gl: Reiniciar axustes
he: אפס הגדרות
hr: Vrati na početne postavke programa
hu: Beállítások alaphelyzetbe állítása
hy: Ետարկել կարգավորումները
it: Ripristina impostazioni
ja: 設定をリセットする
ko: 설정 초기화
lt: Atstatyti nustatymus
ms_my: Tetap semula tetapan
nl: Instellingen resetten
pa: ਸੈਟਿੰਗਾਂ ਮੁੜ-ਸੈਟ ਕਰੋ
ro: Resetează setările
ru: Восстановить параметры по умолчанию
sk: Obnoviť pôvodné nastavenia
sl: Ponastavi nastavitve
sr: Врати подразумеване поставке
sv: Återställ inställningar
th_th: คืนค่าการตั้งค่า
tr: Ayarları sıfırla
tt: Килешү буенча шартларны торгызырга
vi: Thiết lập lại

# CustomMessages_types_DefaultInstallation
source: Default installation
ar: تثبيت افتراضي
be: Усталяванне па змаўчанні
bn: নির্ধারিত ইনস্টল প্রক্রিয়া
bs_ba: Podrazumijevana instalacija
ca: Instal·lació per defecte
de: Standard Installation
fi: Oletusasennus
gl: Instalación predefinida
he: התקנת ברירת מחדל
hr: Standarnda instalacija
hu: Szokásos telepítés
hy: Տեղադրել ըստ ծրագրայինի
it: Installazione predefinita
ja: 既定のインストール
ko: 기본 설치
lt: Numatytasis diegimas
ms_my: Pemasangan lalai
nl: Standaard installatie
pa: ਡਿਫਾਲਟ ਇੰਸਟਾਲੇਸ਼ਨ
ro: Instalare implicită
ru: Установка по умолчанию
sk: Predvolená inštalácia
sl: Privzeta namestitev
sr: Уобичајена инсталација
sv: Standardinstallation
th_th: การติดตั้งตามค่าตั้งต้น
tr: Varsayılan yükleme
tt: Килешү буенча урнаштыру
vi: Cài đặt mặc định
