Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: ar, be, bn, bs_ba, ca, de, fi, gl, he, hr, hu, hy, it, ja, ko, lt, ms_my, nl, pa, ro, ru, sk, sl, sr, sv, th_th, tr, tt, vi

# CustomMessages_types_CustomInstallation
source: Custom installation
ar: تثبيت مخصص
be: Адвольнае ўсталяванне
bn: নির্ধারণযোগ্য ইনস্টল প্রক্রিয়া
bs_ba: Instalacija po želji
ca: Instal·lació personalitzada
de: Benutzerdefinierte Installation
fi: Yksilöllinen asennus
gl: Instalación personalizada
he: התקנה מותאמת אישית
hr: Prilagođena instalacija
hu: Egyéni telepítés
hy: Հարմարեցված տեղակայում
it: Installazione personalizzata
ja: カスタム インストール
ko: 사용자 정의 설치
lt: Pasirinktinis diegimas
ms_my: Pemasangan suai
nl: Aangepaste installatie
pa: ਕਸਟਮ ਇੰਸਟਾਲੇਸ਼ਨ
ro: Instalare personalizată
ru: Выборочная установка
sk: Vlastná inštalácia
sl: Namestitev po meri
sr: Прилагођена инсталација
sv: Anpassad installation
th_th: การติดตั้งที่กำหนดเอง
tr: Özel yükleme
tt: Сайлаулы урнаштыру
vi: Cài đặt tùy chỉnh

# CustomMessages_ViewChangelog
source: View Changelog
ar: عرض سجل التغيرات
be: Праглядзець спіс зменаў
bn: পরিবর্তনতালিকা দেখুন
bs_ba: Pogledaj listu izmjena
ca: Veure registre de canvis
de: Änderungsprotokoll zeigen
fi: Näytä muutosloki
gl: Ver rexistro de modificacións
he: הצג רשימת עדכונים
hr: Pogledaj popis promjena
hu: Verziótörténet megtekintése
hy: Փոփոխությունների ցանկը
it: Visualizza Changelog
ja: 変更履歴を表示する
ko: 버전 변경사항 보기
lt: Peržiūrėti pokyčių žurnalą
ms_my: Lihat Log Perubahan
nl: Bekijk Wijzigingsoverzicht
pa: ਚੇਜ਼ਲਾਗ ਦੇਖੋ
ro: Vezi istoricul modificărilor
ru: Просмотреть журнал изменений
sk: Zobraziť zoznam zmien
sl: Poglej dnevnik sprememb
sr: Погледај евиденцију промена
sv: Visa ändringslogg
th_th: ดูบันทึกการเปลี่ยนแปลง
tr: Sürüm Notları
tt: Үзгәрешләр журналын карарга
vi: Xem các thay đổi
