Repository: djlexx07/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: id

# IDS_SCREENSHOT_ERROR_REAL
source: The "Save Image" and "Save Thumbnails" functions do not work with the default video renderer for RealMedia. Select one of the DirectX renderers for RealMedia in MPC-HC's output options and reopen the file.
id: Fungsi "Simpan Gambar" dan "Simpan Gambar Mini" tidak bisa digunakan dengan perender video bawaan untuk RealMedia. Pilih satu dari perender DirectX untuk RealMedia di dalam opsi keluaran MPC-HC dan buka ulang berkasnya.

# IDS_SCREENSHOT_ERROR_QT
source: The "Save Image" and "Save Thumbnails" functions do not work with the default video renderer for QuickTime. Select one of the DirectX renderers for QuickTime in MPC-HC's output options and reopen the file.
id: Fungsi "Simpan Gambar" dan "Simpan Gambar Mini" tidak bisa digunakan dengan perender video bawaan untuk QuickTime. Pilih satu dari perender DirectX untuk QuickTime di dalam opsi keluaran MPC-HC dan buka ulang berkasnya.

# IDS_SCREENSHOT_ERROR_SHOCKWAVE
source: The "Save Image" and "Save Thumbnails" functions do not work for Shockwave files.
id: Fungsi "Simpan Gambar" dan "Simpan Gambar Mini" tidak bisa digunakan untuk berkas Shockwave.

# IDS_SCREENSHOT_ERROR_OVERLAY
source: The "Save Image" and "Save Thumbnails" functions do not work with the Overlay Mixer video renderer. Change the video renderer in MPC's output options and reopen the file.
id: Fungsi "Simpan Gambar" dan "Simpan Gambar Mini" tidak bisa digunakan dengan perender video Pengadon Overlay. Ubah perender video di dalam opsi keluaran MPC-HC dan buka ulang berkasnya.

# IDS_MB_SHOW_EDL_EDITOR
source: Do you want to activate the EDL editor?
id: Apakah Anda ingin mengaktifkan penyunting EDL?

# IDS_CAPTURE_ERROR
source: Capture Error
id: Tangkapan Galat

# IDS_CAPTURE_ERROR_ADD_BUFFER
source: Can't add the %s buffer filter to the graph.
id: Tidak bisa menambahkan filter bufer %s ke grafik.

# IDS_CAPTURE_ERROR_CONNECT_BUFF
source: Can't connect the %s buffer filter to the graph.
id: Tidak bisa menyambung filter bufer %s ke grafik.

# IDS_CAPTURE_ERROR_ADD_ENCODER
source: Can't add the %s encoder filter to the graph.
id: Tidak bisa menambahkan filter pengenkode %s ke grafik.

# IDS_CAPTURE_ERROR_CONNECT_ENC
source: Can't connect the %s encoder filter to the graph.
id: Tidak bisa menyambung filter pengenkode %s ke grafik.

# IDS_CAPTURE_ERROR_COMPRESSION
source: Can't set the compression format on the %s encoder filter.
id: Tidak bisa menetapkan format kompresi pada filter pengenkode %s.

# IDS_CAPTURE_ERROR_MULTIPLEXER
source: Can't connect the %s stream to the multiplexer filter.
id: Tidak bisa menyambung strim %s ke filter multiplekser.

# IDS_CAPTURE_ERROR_VID_CAPT_PIN
source: No video capture pin was found.
id: Tidak ada pin tangkapan video yang ditemukan.

# IDS_CAPTURE_ERROR_AUD_CAPT_PIN
source: No audio capture pin was found.
id: Tidak ada pin tangkapan audio yang ditemukan.

# IDS_CAPTURE_ERROR_OUT_FILE
source: Error initializing the output file.
id: Galat menginisialisasi berkas keluaran.

# IDS_CAPTURE_ERROR_AUD_OUT_FILE
source: Error initializing the audio output file.
id: Galat menginisialisasi berkas keluaran audio.

# IDS_SUBRESYNC_TIME_FORMAT
source: The correct time format is [-]hh:mm:ss.ms (e.g. 01:23:45.678).
id: Format waktu yang benar adalah [-]hh:mm:ss.ms (e.g. 01:23:45.678).

# IDS_EXTERNAL_FILTERS_ERROR_MT
source: This type is already in the list!
id: Jenis ini sudah ada di dalam daftar!

# IDS_WEBSERVER_ERROR_TEST
source: You need to apply the new settings before testing them.
id: Anda perlu menerapkan pengaturan baru sebelum mengujinya.

# IDS_AFTERPLAYBACK_EXIT
source: After Playback: Exit
id: Setelah Pemutaran: Keluar

# IDS_AFTERPLAYBACK_STANDBY
source: After Playback: Stand By
id: Setelah Pemutaran: Siaga

# IDS_AFTERPLAYBACK_HIBERNATE
source: After Playback: Hibernate
id: Setelah Pemutaran: Hibernasi

# IDS_AFTERPLAYBACK_SHUTDOWN
source: After Playback: Shutdown
id: Setelah Pemutaran: Matikan

# IDS_AFTERPLAYBACK_LOGOFF
source: After Playback: Log Off
id: Setelah Pemutaran: Keluar

# IDS_AFTERPLAYBACK_LOCK
source: After Playback: Lock
id: Setelah Pemutaran: Kunci

# IDS_AFTERPLAYBACK_MONITOROFF
source: After Playback: Turn off the monitor
id: Setelah Pemutaran: Matikan monitor

# IDS_AFTERPLAYBACK_PLAYNEXT
source: After Playback: Play next file in the folder
id: Setelah Pemutaran: Putar berkas selanjutnya di dalam folder

# IDS_AFTERPLAYBACK_DONOTHING
source: After Playback: Do nothing
id: Setelah Pemutaran: Tidak melakukan apa-apa

# IDS_OSD_BRIGHTNESS
source: Brightness: %s
id: Kecerahan: %s

# IDS_OSD_CONTRAST
source: Contrast: %s
id: Kontras: %s

# IDS_OSD_HUE
source: Hue: %s°
id: Rona: %s°

# IDS_OSD_SATURATION
source: Saturation: %s
id: Kejenuhan: %s

# IDS_OSD_RESET_COLOR
source: Color settings restored
id: Pengaturan warna dipulihkan

# IDS_OSD_NO_COLORCONTROL
source: Color control is not supported
id: Pengendali warna tidak didukung

# IDS_BRIGHTNESS_INC
source: Brightness increase
id: Kecerahan naik

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. For example, type: "eng jap swe"
id: Masukkan bahasa pilihan Anda disini. Sebagai contoh, ketik: "eng jap swe"

# IDS_OVERRIDE_EXT_SPLITTER_CHOICE
source: External splitters can have their own language preference options thus MPC-HC default behavior is not to change their initial choice. Enable this option if you want MPC-HC to control external splitters.
id: Spliter eksternal bisa memiliki preferensi pilihan bahasa mereka sendiri dan perilaku bawaan MPC-HC adalah tidak mengubah pilihan awal mereka. Fungsikan opsi ini jika Anda ingin MPC-HC mengontrol splter eksternal.

# IDS_NAVIGATE_BD_PLAYLISTS
source: &Blu-Ray playlists
id: Daftar putar &Blu-Ray

# IDS_NAVIGATE_PLAYLIST
source: &Playlist
id: Daftar &Putar

# IDS_NAVIGATE_CHAPTERS
source: &Chapters
id: &Bab

# IDS_NAVIGATE_TITLES
source: &Titles
id: &Judul

# IDS_NAVIGATE_CHANNELS
source: &Channels
id: &Saluran

# IDC_FASTSEEK_CHECK
source: If "latest keyframe" is selected, seek to the first keyframe before the actual seek point. If "nearest keyframe" is selected, seek to the first keyframe before or after the seek point depending on which is the closest.
id: Jika "keyframe terakhir" dipilih, jangkau ke keyframe pertama sebelum titik jangkau yang sebenarnya. Jika "keyframe terdekat" dipilih, jangkau ke keyframe pertama sebelum atau sesudah titik jangkau tergantung pada mana yang terdekat.

# IDC_ASSOCIATE_ALL_FORMATS
source: Associate with all formats
id: Asosiasi dengan semua format

# IDC_ASSOCIATE_VIDEO_FORMATS
source: Associate with video formats only
id: Asosiasi dengan format video saja

# IDC_ASSOCIATE_AUDIO_FORMATS
source: Associate with audio formats only
id: Asosiasi dengan format audio saja

# IDC_CLEAR_ALL_ASSOCIATIONS
source: Clear all associations
id: Hilangkan semua asosiasi

# IDS_FILTER_SETTINGS_CAPTION
source: Settings
id: Pengaturan

# IDS_SUBDL_DLG_PROVIDER_COL
source: Provider
id: Penyedia

# IDS_SUBDL_DLG_HI_COL
source: Hearing Impaired
id: Tuna Rungu

# IDS_SUBDL_DLG_DOWNLOADS_COL
source: Downloads
id: Unduhan

# IDS_SUBDL_DLG_SCORE_COL
source: Score
id: Nilai

# IDS_SUBDL_DLG_FAILED
source: Online subtitles search failed.
id: Pencarian subtitel daring gagal.

# IDS_SUBDL_DLG_ABORTED
source: Online subtitles search aborted.
id: Pencarian subtitel daring dibatalkan.

# IDS_SUBDL_DLG_FOUND
source: Online subtitles search completed, %d subtitles found.
id: Pencarian subtitel daring selesai, menemukan %d subtitel.

# IDS_SUBDL_DLG_NOTFOUND
source: Online subtitles search completed, no subtitles found.
id: Pencarian subtitel daring selesai, subtitel tidak ditemukan.

# IDS_SUBDL_DLG_TITLE
source: Download subtitles
id: Unduh subtitel

# IDS_SUBDL_DLG_SEARCHING
source: Searching for subtitles online, please wait...
id: Mencari subtitel secara daring, mohon tunggu...

# IDS_SUBDL_DLG_ABORTING
source: Online subtitles search aborting...
id: Membatalkan pencarian subtitel daring...

# IDS_SUBUL_DLG_USERNAME_COL
source: Username
id: Nama Pengguna

# IDS_SUBUL_DLG_STATUS_READY
source: Ready...
id: Siap...

# IDS_SUBUL_DLG_STATUS_NOTIMPLEMENTED
source: Not implemented.
id: Belum diimplementasikan.

# IDS_SUBUL_DLG_STATUS_UPLOADING
source: Uploading...
id: Mengunggah...

# IDS_SUBUL_DLG_STATUS_UPLOADED
source: Subtitles uploaded successfully.
id: Subtitel berhasil diunggah.

# IDS_SUBUL_DLG_STATUS_FAILED
source: Subtitles upload failed.
id: Mengunggah subtitel gagal.

# IDS_SUBUL_DLG_STATUS_ABORTED
source: Subtitles upload aborted.
id: Mengunggah subtitel dibatalkan.

# IDS_SUBUL_DLG_STATUS_ALREADYEXISTS
source: Subtitles already exist.
id: Subtitel sudah ada.

# IDS_SUBUL_DLG_UPLOADING
source: Uploading subtitles, please wait...
id: Mengunggah subtitel, mohon tunggu...

# IDS_SUBUL_DLG_UPLOADED
source: Upload finished.
id: Pengunggahan selesai.

# IDS_SUBUL_DLG_ABORTED
source: Upload aborted.
id: Pengunggahan dibatalkan.

# IDS_SUBUL_DLG_FAILED
source: Upload failed.
id: Penggunggahan gagal.

# IDS_SUBMENU_DOWNLOAD
source: Download && Open
id: Unduh && Buka

# IDS_SUBMENU_SETUP
source: Setup
id: Persiapan

# IDS_SUBMENU_RESET
source: Reset
id: Setel Ulang

# IDS_SUBMENU_MOVEUP
source: Move Up
id: Pindah ke Atas

# IDS_SUBMENU_MOVEDOWN
source: Move Down
id: Pindah ke Bawah

# IDS_SUBMENU_OPENURL
source: Open URL
id: Buka Url

# IDS_SUBPP_DLG_LANGUAGES_COL
source: Languages
id: Bahasa

# IDS_SUBPP_DLG_LANGUAGES_ERROR
source: ERROR: Internet connection could not be established.
id: GALAT: Tidak bisa tersambung ke jaringan internet.

# IDS_SUB_CREDENTIALS_TITLE
source: Enter website credentials
id: Masukkan kredensial situs web

# IDS_SUB_CREDENTIALS_MSG
source: Enter your credentials to connect to:
id: Masukkan kredensial Anda untuk menyambung ke:

# IDS_ASPECT_RATIO_SAR
source: Aspect Ratio: Assume square pixels (SAR)
id: Nisbah Bidang: Asumsi Piksel Bujursangkar (SAR)

# IDS_SUBDL_DLG_DOWNLOADED
source: Downloaded [%s] "%s"
id: Terunduh [%s] "%s"

# IDS_SUBUL_DLG_TITLE
source: Upload subtitles
id: Unggah subtitel

# IDS_SUBUL_DLG_CONFIRM
source: Are you sure you want to upload the subtitle file "%s"?
id: Apakah Anda yakin ingin mengunggah berkas subtitel "%s"?

# IDS_SUBPP_DLG_FETCHING_LANGUAGES
source: Fetching supported languages...
id: Mengambil bahasa yang didukung...

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on "%S" with username "%S". Please enter the correct username and password or reset the credentials to log in as anonymous user.
id: Gagal masuk ke "%S" dengan nama pengguna "%S". Harap masukkan nama pengguna dan sandi yang benar atau setel ulang kredensial untuk masuk sebagai anonim.

# IDS_SUB_AUTODL_IGNORE_TOOLTIP
source: Automatic search and download will be disabled for all media files whose path contains any of the patterns entered here. For example, type: "private dir\videos|work\".
id: Pencarian dan pengunduhan otomatis akan dinonaktifkan untuk semua berkas media yang jalur berkasnya memuat semua atau salah satu pola kata berikut ini. Contoh, ketik: "pribadi\video|kerja\".

# IDS_CMD_PATHNAME
source: "pathname" The main file or directory to be loaded (wildcards allowed, "-" denotes standard input)
id: "pathname" Berkas atau direktori utama untuk dimuat (wildcard diperbolehkan, "-" menunjukkan input standar)

# IDS_CMD_DUB
source: /dub "dubname" Load an additional audio file
id: /dub "dubname" Muat berkas audio tambahan

# IDS_CMD_DUBDELAY
source: /dubdelay "file" Load an additional audio file shifted with XXms (if the file contains "...DELAY XXms...")
id: /dubdelay "file" Muat berkas audio tambahan digeser dengan XXms (Jika berkas berisi "...TUNDAAN XXms...")

# IDS_CMD_D3DFS
source: /d3dfs Start rendering in D3D fullscreen mode
id: /d3dfs Mulai render dalam mode layar penuh D3D

# IDS_CMD_SUB
source: /sub "subname" Load an additional subtitle file
id: /sub "subname" Muat berkas subtitel tambahan

# IDS_CMD_FILTER
source: /filter "filtername" Load DirectShow filters from a dynamic link library (wildcards allowed)
id: /filter "filtername" Muat filter DirectShow dari sebuah pustaka link dinamis (wildcard diperbolehkan)

# IDS_CMD_DVD
source: /dvd Run in DVD mode, "pathname" means the DVD folder (optional)
id: /dvd Jalankan pada mode DVD, "pathname" berarti folder DVD (pilihan)

# IDS_CMD_DVDPOS_TC
source: /dvdpos T#C Start playback at title T, chapter C
id: /dvdpos T#C Mulai pemutaran pada judul T, bab C

# IDS_CMD_DVDPOS_TIME
source: /dvdpos T#P Start playback at title T, position P (hh:mm:ss)
id: /dvdpos T#P Mulai pemutaran pada judul T, posisi P (hh:mm:ss)

# IDS_CMD_CD
source: /cd Load all the tracks of an Audio CD or (S)VCD, "pathname" means the drive path (optional)
id: /cd Muat semua trek dari CD or (S)VCD audio, "pathname" berarti jalur disk (pilihan)

# IDS_CMD_DEVICE
source: /device Open the default video device
id: /device Buka perangkat video bawaan

# IDS_CMD_OPEN
source: /open Open the file, don't automatically start playback
id: /open Buka berkas, tidak otomatis memulai pemutaran

# IDS_CMD_PLAY
source: /play Start playing the file as soon the player is launched
id: /play Mulai memutar berkas segera ketika pemutar diluncurkan

# IDS_CMD_CLOSE
source: /close Close the player after playback (only works when used with /play)
id: /close Tutup pemutar setelah pemutaran (hanya bekerja ketika digunakan dengan /play)

# IDS_CMD_SHUTDOWN
source: /shutdown Shutdown the operating system after playback
id: /shutdown Shutdown sistem operasi setelah pemutaran

# IDS_CMD_STANDBY
source: /standby Put the operating system in standby mode after playback
id: /standby Menempatkan sistem operasi dalam mode standby setelah pemutaran

# IDS_CMD_HIBERNATE
source: /hibernate Hibernate operating system after playback
id: /hibernate Hibernate sistem operasi setelah pemutaran

# IDS_CMD_LOGOFF
source: /logoff Log off after playback
id: /logoff Log off setelah pemutaran

# IDS_CMD_LOCK
source: /lock Lock workstation after playback
id: /lock Kunci workstation setelah pemutaran

# IDS_CMD_MONITOROFF
source: /monitoroff Turn off the monitor after playback
id: /monitoroff Matikan monitor setelah pemutaran

# IDS_CMD_PLAYNEXT
source: /playnext Open next file in the folder after playback
id: /playnext Buka berkas selanjutnya dalam folder setelah pemutaran

# IDS_CMD_FULLSCREEN
source: /fullscreen Start in fullscreen mode
id: /fullscreen Mulai dalam mode layar penuh

# IDS_CMD_MINIMIZED
source: /minimized Start in minimized mode
id: /minimized Mulai dalam mode minimized

# IDS_CMD_NEW
source: /new Use a new instance of the player
id: /new Gunakan instansi baru dari pemutar

# IDS_CMD_ADD
source: /add Add "pathname" to playlist, can be combined with /open and /play
id: /add Tambahkan "pathname" ke daftar putar, dapat dikombinasikan dengan /open dan /play

# IDS_CMD_RANDOMIZE
source: /randomize Randomize the playlist
id: /randomize Acak daftar putar

# IDS_CMD_REGVID
source: /regvid Create file associations for video files
id: /regvid Buat asosiasi berkas untuk berkas video

# IDS_CMD_REGAUD
source: /regaud Create file associations for audio files
id: /regaud Buat asosiasi berkas untuk berkas audio

# IDS_CMD_REGPL
source: /regpl Create file associations for playlist files
id: /regpl Buat asosiasi berkas untuk berkas daftar putar

# IDS_CMD_REGALL
source: /regall Create file associations for all supported file types
id: /regall Buat asosiasi berkas untuk semua tipe berkas yang didukung

# IDS_CMD_UNREGALL
source: /unregall Remove all file associations
id: /unregall Hapus semua asosiasi berkas

# IDS_CMD_START
source: /start ms Start playing at "ms" (= milliseconds)
id: /start ms Mulai memutar pada "ms" (= milidetik)

# IDS_CMD_STARTPOS
source: /startpos hh:mm:ss Start playing at position hh:mm:ss
id: /startpos hh:mm:ss Mulai memutar pada posisi hh:mm:ss

# IDS_CMD_FIXEDSIZE
source: /fixedsize w,h Set a fixed window size
id: /fixedsize w,h Setel sebuah ukuran tetap jendela

# IDS_CMD_MONITOR
source: /monitor N Start player on monitor N, where N starts from 1
id: /monitor N Mulai pemutar pada monitor N, dimana N dimulai dari 1

# IDS_CMD_AUDIORENDERER
source: /audiorenderer N Start using audiorenderer N, where N starts from 1 (see "Output" settings)
id: /audiorenderer N Mulai menggunakan perender audio N, dimana N dimulai dari 1 (lihat pengaturan "Output")

# IDS_CMD_SHADERPRESET
source: /shaderpreset "Pr" Start using "Pr" shader preset
id: /shaderpreset "Pr" Mulai menggunakan prasetel shader "Pr"

# IDS_CMD_PNS
source: /pns "name" Specify Pan & Scan preset name to use
id: /pns "name" Tetapkan nama prasetel Geser&Pindai untuk digunakan

# IDS_CMD_ICONASSOC
source: /iconsassoc Reassociate format icons
id: /iconsassoc Satukan ulang ikon format

# IDS_CMD_NOFOCUS
source: /nofocus Open MPC-HC in background
id: /nofocus Buka MPC-HC pada latar belakang

# IDS_CMD_WEBPORT
source: /webport N Start web interface on specified port
id: /webport N Mulai antarmuka web pada port yang ditentukan

# IDS_CMD_DEBUG
source: /debug Show debug information in OSD
id: /debug Tampilkan informasi debug di OSD

# IDS_CMD_NOCRASHREPORTER
source: /nocrashreporter Disable the crash reporter
id: /nocrashreporter Matikan pelapor kerusakan

# IDS_CMD_SLAVE
source: /slave "hWnd" Use MPC-HC as slave
id: /slave "hWnd" Gunakan MPC-HC sebagai slave

# IDS_CMD_HWGPU
source: /hwgpu "index" Set the index of the GPU used for hardware decoding. Only available for CUVID and DXVA2 (copy-back)
id: /hwgpu "index" Setel indeks dari GPU yang digunakan untuk hardware decoding. Hanya tersedia untuk CUVID and DXVA2 (copy-back)

# IDS_CMD_RESET
source: /reset Restore default settings
id: /reset Kembalikan pengaturan bawaan

# IDS_CMD_HELP
source: /help /h /? Show help about command line switches
id: /help /h /? Tampilkan bantuan untuk switch perintah baris

# IDS_PPAGEADVANCED_SCORE
source: Threshold value for subtitles score which are going to be automatically downloaded. Higher values means that more accurately matched subtitles will be loaded, lower values could result in incorrect subtitles being loaded, but there is no one perfect value. Pick one that works best for you.
id: Nilai dari skor subtitel yang akan terunduh otomatis. Nilai yang lebih tinggi berarti semakin cocok subtitel yang dapat digunakan, semakin rendah nilainya kemungkinan subtitel untuk cocok juga rendah, tetapi sesungguhnya tidak ada nilai yang benar-benar sempurna. Pilihlah yang sesuai bagi anda.

# IDS_PPAGE_FS_CLN_AUDIO_DELAY
source: Audio Delay (ms)
id: Tundaan Audio (ms)

# IDS_PPAGEADVANCED_DEFAULTTOOLBARSIZE
source: Size in pixels of the default toolbar.
id: Ukuran bilah alat bawaan dalam piksel.

# IDS_PPAGEADVANCED_USE_LEGACY_TOOLBAR
source: Use legacy toolbar instead of new vectorized one.
id: Gunakan bilah alat lawas bukan yang tervektorisasi yang baru.

# IDS_SUBMENU_COPYURL
source: Copy URL
id: Salin URL
